import 'package:flutter/material.dart';

final GlobalKey<NavigatorState> navigatorKey = GlobalKey();

final viewList = [
  {
    "id": 1,
    "name": "Ношир муқадиммаси",
    "text": '''
      <p style="margin: 0!important; font-size: 48px; width: 100%; color: red; direction: rtl; text-align: center;">حصن المسلم</p>
      <p style="margin-top: 0!important; font-size: 32px; width: 100%; color: red; direction: rtl; text-align: center;">والسنة من أذكار الكتاب</p>
      <p style="color: red; width: 100%; text-align: center; font-weight: 700;">МУСУЛМОН ҚЎРҒОНИ</p>
      <p style="color: red; width: 100%; text-align: center;">Қуръон ва Суннатдан  дуо ва зикрлар.</p>
      <p>Доктор Саид ибн Али ибн Ваҳф ал-Қаҳтоний</p>
      <p>Азиз ўқувчи, сизга ушбу дастурда Саид ибн Али ибн Ваҳф ал-Қаҳтонийнинг «Зикр, дуо ва Китоб хамда Суннатдан дам солиб – ўқиб даволаш» номли китобининг «Зикрлар» бобидан мухтасар этилган дуолар мажмуасини тақдим этамиз.</p>
      <p>Ношир муқаддимаси</p>
      <p>Барча ҳамду санолар Аллоҳга хосдир. Биз Унга ҳамд ва истиғфор айтамиз, Ундан ёрдам ва ҳидоят сўраймиз, нафсимизнинг шумлигидан ва амалларимизнинг ёмонлигидан Унинг Ўзидан паноҳ сўраймиз. Аллоҳ ҳидоят қилган кимсани адаштирувчи, адаштирган кимсани ҳидоят қилувчи йўқдир. Мен ягона, шериксиз Аллоҳдан ўзга ҳақ илоҳ йўқ ва Муҳаммад соллаллоҳу алайҳи ва саллам Унинг бандаси ва элчисидир деб гувоҳлик бераман. </p>
      <p>Аммо баъд:</p>
      <p>Қўлингиздаги «Мусулмон қўрғони» китобчаси Ислом уммати ичида ўзига хос шуҳрат қозонди. Бунинг сабабларидан бири китобчанинг мухтасарлиги ва саҳиҳ санадли зикр ва дуоларни жамлаганидир. Бундан ташқари ботиний сабаб ҳам бордирки, у — муаллифнинг ихлосидир. Ихлос билан қилинган амалнинг Ер юзида қабул қилиниши Аллоҳнинг суннатларидан.</p>
      <p>Бу китобча дунёдаги кўплаб тилларга, жумладан, ўзбек тилига ҳам ўги¬рилди ва ўзбек мусулмонлари ҳам бу таржимадан истифода этиб, барча ҳолатларида пайғамбарона дуо ва зикрларга амал қила бошладилар. </p>
      <p>Халқимизда ушбу китобчага истак кучайгани боис, уни қайта нашр қилиш ниятини қалбимизга тугдик. Аллоҳ олдидаги масъулиятни ҳис этганимиз учун илгари ўзбек тилида нашр қилинган «Мусулмон қўрғони» китобчасини бошдан-оёқ арабча матнга таққослаб, кўриб чиқдик ва таржимага қисман бўлсада ўзгартишлар киритдик. Чунки, баъзи дуо ва зикрларнинг маъноси ҳақида муҳтарам уламоларимиз тарафидан бир неча қавллар айтилган бўлиб, уларнинг ҳаммасини таржимада бирдек қўллаш маънонинг чўзилиб кетишига сабаб бўлади. Шунинг учун маънолар ичидан ўша зикрнинг ворид бўлиш ўрнига муносибларинигина танлаб олдик. Бир зикр ёки дуони икки ёки ундан кўп жойда фарқли таржима қилинганини кўрган ўқувчи, таржимоннинг иккиланиши, деб ўйлаб қолиши мумкин. Аслида сўзларнинг синонимлари истеъмол қилинган, холос.</p>
      <p>Қилаётган бу ишимизда қусур бўлиши табиий. Шу боис, таржимада учраган қусурликларни бизга етказган биродарларимизга олдиндан ўз миннатдорчилигимизни изҳор этамиз ва келгуси нашрларда хатоларни тузатиб боришга ҳаракат қиламиз. </p>
      <p>Диққат: ушбу китобчани қайта нашр қил¬моқчи бўлган ҳимматли биродарларимизнинг нашр учун биздан ижозат олишларини талаб қиламиз. Китобчани қайта нашр қилиш асносида дуо ва зикрларни ўқувчига транскрипцияни илова этиш билан тақдим қилмасинлар. Чунки, уламолар Қуръон оятларини транскрипция қилишни ҳаром деганлар. Иккинчидан: транскрипция ҳеч қачон арабча ҳарфларнинг талаффузини тўғри бера олмайди. Шу боис арабча сўзларнинг транскрипцияси маъноларнинг бузилишига олиб боради. Бу араб тилининг ўзига хос мўжизакорлигидир. Шунинг учун муҳтарам ўқувчилар дуоларнинг матнини арабча ўқишни билган устозларининг талаффузларидан ўргансинлар ёки «Мусулмон қўрғони» дастури¬даги овозли файлларни тинглаб ёд олсинлар.</p>
      <p>Фикр ва мулоҳазаларингизни oqqayin@gmail.com манзилига йўллашингиз мумкин</p>
      <p>Сўзимиз сўнггида Аллоҳга ҳамду санолар, Пайғамбаримизга салавот ва саломлар айтамиз. </p>
      <p>Ҳижрий 1433–йил 9–Рабиул–аввал</p>
      <p>Милодий 2012–йил 1–Феврал.</p>
    '''
  },
  {
    "id": 2,
    "name": "Муқаддима",
    "text": '''
      <p style="margin-top: 32px;">Барча ҳамд Аллоҳ учундир! Биз У зотга ҳамдлар айтамиз, Ундан мадад тилаймиз, истиғфорлар сўраймиз! Нафсларимизнинг ва амалларимизнинг ёмонлигидан паноҳ беришини илтижо қиламиз. Зеро, Аллоҳ ҳидоятга бошлаган инсонни ҳеч ким йўлдан адаштира олмас ва У адаштирган кимсани энди ҳеч ким ҳидоятга етаклай олмайди. Аллоҳдан ўзга (ҳақ) илоҳ йўқлигига гувоҳлик бераман. У ёлғиз ва шериксиз зотдир. Яна гувоҳлик бераманки, Муҳаммад соллаллоҳу алайҳи ва саллам Унинг қули ва расулидир. У зотга, аҳли оилаларига, асҳобларига ва уларга гўзал амаллар билан қиёматга қадар эргашган барча мўминларга Аллоҳнинг кўпдан-кўп салоти ва саломи бўлсин.</p>
      <p style="margin-top: 32px;">Аммо баъд: </p>
      <p style="margin-top: 32px;">Мен бу мухтасар китобчани ўзимнинг «Зикр, дуо ва китоб ҳамда суннатдан дам солиб – ўқиб даволаш» номли китобимдан қисқартириб олдим. Енгил бўлиши учун ундан фақат «Зикрлар» бобини мухтасар этдим.</p>
      <p style="margin-top: 32px;">Китобчада зикр матни билан чекландим. Аслда келган бир ёки икки манбани айтиш билан кифояландим. Саҳобийни билмоқчи ёки қўшимча маълумот олмоқчи бўлганлар аслга мурожаат қилсинлар. Мен Аллоҳ таолодан гўзал исмлари ва олий сифатлари билан сўрайманки, бу амалимни холис Ўзининг юзи учун бўлишини насиб этсин, ҳаётимда ҳам, вафот этганимдан сўнг ҳам бу мен учун фойдалар берсин. Уни ўқиган, чоп этган ёки нашр этилишига сабаб бўлган кишилар учун ҳам хайрли-фойдали қилсин! Албатта Аллоҳ субҳанаҳу ва таоло ҳар нарсага Қодир Зотдир. Набиййимиз Муҳаммад соллаллоҳу алайҳи ва салламга, оилаларига асҳобларига ва то қиёматга қадар уларга чиройли амаллар билан эргашганларга Аллоҳнинг раҳмати ҳамда саломи бўлсин.</p>
      <p style="margin-top: 32px;">Муаллиф. 1409 ҳижрий Сафар ойи.</p>
    '''
  }
];

final menuList = [
  {"id": 1, "number": 8, "name": "Эрталаб"},
  {"id": 13, "number": 8, "name": "Кечқурун"},
  {"id": 2, "number": 8, "name": "Уй ва оила"},
  {"id": 3, "number": 8, "name": "Овқат ва ичимлик"},
  {"id": 4, "number": 8, "name": "Ҳис-туйғулар ва ҳиссиётлар"},
  {"id": 5, "number": 8, "name": "Сафар"},
  {"id": 6, "number": 8, "name": "Намоз"},
  {"id": 7, "number": 8, "name": "Аллоҳни зикр қилиш"},
  {"id": 8, "number": 8, "name": "Ҳаж ва Умра"},
  {"id": 9, "number": 8, "name": "Одоб-ахлоқ"},
  {"id": 10, "number": 8, "name": "Табиат"},
  {"id": 11, "number": 8, "name": "Касаллик ва ўлим"},
  {"id": 12, "number": 8, "name": "Имоннинг ҳимояси"}
];

final categoryList = [
  {
    "id": 84,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати"
  },
  {
    "id": 1,
    "menuId": 1,
    "menuName": "Эрталаб",
    "name": "Уйқудан турганда айтиладиган зикрлар"
  },
  {
    "id": 9,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Кийим кийилаётганда ўқиладиган дуо"
  },
  {
    "id": 10,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Янги кийим кийганда ўқиладиган дуо"
  },
  {
    "id": 2,
    "menuId": 1,
    "menuName": "Эрталаб",
    "name": "Янги кийим кийган кишига айтиладиган дуо"
  },
  {
    "id": 12,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Кийимини ечганда нима дейди"
  },
  {
    "id": 13,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Ҳало (ҳожатхона)га кираётганда айтиладиган дуо"
  },
  {
    "id": 14,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Ҳало (ҳожатхона)дан чиқилаётганда ўқиладиган дуо"
  },
  {
    "id": 64,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Таҳорат олишдан олдин айтиладиган зикр"
  },
  {
    "id": 65,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Таҳоратдан сўнг айтиладиган зикр"
  },
  {
    "id": 15,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Манзил-уйдан чиқишда ўқиладиган зикр"
  },
  {
    "id": 16,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Манзил-уйга киришда айтиладиган зикр"
  },
  {
    "id": 66,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Масжидга боришда ўқиладиган дуо"
  },
  {
    "id": 67,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Масжидга киришда ўқиладиган дуо"
  },
  {
    "id": 68,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Масжиддан чиқишда ўқиладиган дуо"
  },
  {"id": 69, "menuId": 6, "menuName": "Намоз", "name": "Азон зикрлари"},
  {
    "id": 70,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Истифтоҳ (намознинг бошида ўқиладиган) дуоси"
  },
  {
    "id": 71,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Рукуъда айтиладиган дуо"
  },
  {
    "id": 72,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Рукуъдан кўтарилаётганда ўқиладиган дуо"
  },
  {
    "id": 73,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Сажда қилганда айтиладиган дуо"
  },
  {
    "id": 74,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Иккки сажда ўртасида ўтирилганда айтиладиган дуо"
  },
  {
    "id": 75,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Сажда ояти ўқилганда сажда қилаётиб айтиладиган дуо"
  },
  {"id": 76, "menuId": 6, "menuName": "Намоз", "name": "Ташаҳҳуд"},
  {
    "id": 77,
    "menuId": 6,
    "menuName": "Намоз",
    "name":
        "Ташаҳҳуддан сўнг Расулуллоҳ соллаллоҳу алайҳи ва салламга айтиладиган салавот"
  },
  {
    "id": 78,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар"
  },
  {
    "id": 79,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Намоздан сўнг салом бергач айтиладиган зикрлар"
  },
  {
    "id": 80,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "«Истихора» намозининг дуоси"
  },
  {
    "id": 3,
    "menuId": 1,
    "menuName": "Эрталаб",
    "name": "Эрталаб айтиладиган зикрлар"
  },
  {
    "id": 140,
    "menuId": 13,
    "menuName": "Кечқурун",
    "name": "Кечқурун айтиладиган зикрлар"
  },
  {
    "id": 4,
    "menuId": 13,
    "menuName": "Кечқурун",
    "name": "Уҳлаш олдидан айтиладиган зикрлар"
  },
  {
    "id": 5,
    "menuId": 13,
    "menuName": "Кечқурун",
    "name": "Кечаси у ёндан бу ёнга ағдарилганда ўқиладиган дуо"
  },
  {
    "id": 6,
    "menuId": 13,
    "menuName": "Кечқурун",
    "name": "Уйқусида қўрққанда ва ваҳшат (безовта) бўлганда ўқиладиган дуо"
  },
  {
    "id": 7,
    "menuId": 13,
    "menuName": "Кечқурун",
    "name": "Ёмон туш кўрган киши нима қилади"
  },
  {"id": 81, "menuId": 6, "menuName": "Намоз", "name": "Витрдаги қунут дуоси"},
  {
    "id": 82,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Витр намозида салом берилганидан сўнг айтиладиган зикр"
  },
  {
    "id": 35,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Ташвиш ва маҳзунликда ўқиладиган дуо"
  },
  {
    "id": 36,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Қайғу ғамда ўқиладиган дуолар"
  },
  {
    "id": 37,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Душманга ва салтанат эгасига рўбарў келинганда айтиладиган дуолар"
  },
  {
    "id": 38,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Султоннинг зулмидан қўрққан-хавфда бўлган киши ўқийдиган дуолар"
  },
  {
    "id": 39,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Душманга қарата қилинадиган дуо"
  },
  {
    "id": 40,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Одамлардан қўрққан вақтда ўқиладиган дуо"
  },
  {
    "id": 41,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Иймонида шак-шубҳага бориб қолган киши дуоси"
  },
  {
    "id": 42,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Қарзни тўлашда ўқиладиган дуолар"
  },
  {
    "id": 83,
    "menuId": 6,
    "menuName": "Намоз",
    "name": "Намозда ва қироатда шайтон васваса қилганда ўқиладиган дуо"
  },
  {
    "id": 43,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Иши оғирлашган киши ўқийдиган дуо"
  },
  {
    "id": 44,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Бир гуноҳ ишни қилиб қўйган киши нима дейди ва нима қилади"
  },
  {
    "id": 85,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Шайтон ва унинг васвасасини қувиш (ҳайдаш) дуоси"
  },
  {
    "id": 45,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name":
        "Ўзи хоҳламаган бир иш бўлса ёки кўзлаган нарсасига етолмаса ўқиладиган дуо"
  },
  {
    "id": 18,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Фарзанд кўрган кишига айтиладиган муборакбод ва унинг жавоби"
  },
  {
    "id": 19,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Болалар учун нима деб паноҳ тиланади"
  },
  {
    "id": 101,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Беморнинг ҳолини сўраш учун борилганда унга айтиладиган дуо"
  },
  {
    "id": 102,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Касал ётган кишини бориб кўришнинг фазли"
  },
  {
    "id": 103,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Ҳаётдан умидини узган ҳаста кишининг дуоси"
  },
  {
    "id": 104,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Жони узилаётган кишининг талқини (унга айтиб туриладиган сўз)"
  },
  {
    "id": 46,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Мусибат етган киши дуоси"
  },
  {
    "id": 131,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Маййитнинг кўзини ёпиб қўйишда ўқиладиган дуо"
  },
  {
    "id": 132,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Жаноза намозида ўқиладиган дуо"
  },
  {
    "id": 133,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Гўдакка ўқиладиган жаноза намозининг дуоси"
  },
  {
    "id": 134,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Таъзия билдирганда айтиладиган дуо"
  },
  {
    "id": 135,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Маййитни қабрга қўяётганда ўқиладиган дуо"
  },
  {
    "id": 136,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Маййит дафн қилингач ўқиладиган дуо"
  },
  {
    "id": 137,
    "menuId": 11,
    "menuName": "Касаллик ва ўлим",
    "name": "Қабрларни зиёратида ўқиладиган дуо"
  },
  {
    "id": 120,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Шамол пайти ўқиладиган дуо"
  },
  {
    "id": 121,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Момақалдироқ бўлганда ўқиладиган дуо"
  },
  {
    "id": 122,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Ёмғир сўралганда ўқиладиган дуолар"
  },
  {
    "id": 123,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Ёмғир ёққанда ўқиладиган дуо"
  },
  {
    "id": 124,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Ёмғир тингач ўқиладиган дуо"
  },
  {
    "id": 125,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Ёмғирнинг тўхташини – очиқ ҳавони сўрашда ўқиладиган дуо"
  },
  {
    "id": 126,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Янги ой кўринганида ўқиладиган дуо"
  },
  {
    "id": 23,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Ифтор вақтида айтиладиган дуо"
  },
  {
    "id": 24,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Таомдан аввал айтиладиган дуо"
  },
  {
    "id": 25,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Таомдан сўнг айтиладиган дуо"
  },
  {
    "id": 26,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Меҳмоннинг мезбонга қиладиган дуоси"
  },
  {
    "id": 27,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Сув ичирган ёки ичиришни хоҳлаган кишига қилинадиган дуо"
  },
  {
    "id": 28,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Бирор хонадонда ифтор қилинганда айтиладиган дуо"
  },
  {
    "id": 29,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Таом ҳозир бўлиб ундан емаган рўзадор киши нима қилади"
  },
  {
    "id": 30,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Бирон киши ҳақорат қилганида рўзадор нима деб жавоб қайтаради"
  },
  {
    "id": 31,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Янги чиққан мевани кўрганда ўқиладиган дуо"
  },
  {
    "id": 109,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Акса урилганда айтиладиган дуо"
  },
  {
    "id": 130,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name":
        "Агар кофир атса уриб, «Алҳамду лиллаҳ», деса, нима деб жавоб айтилади"
  },
  {
    "id": 20,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Уйланган кишига айтиладиган дуо"
  },
  {
    "id": 21,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Уйланган киши ва (ҳайвон) от-улов сотиб олган киши ўқийдиган дуо"
  },
  {
    "id": 22,
    "menuId": 2,
    "menuName": "Уй ва оила",
    "name": "Аёлига яқинлик қилиш олдидан айтиладиган дуо"
  },
  {
    "id": 47,
    "menuId": 4,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Fазабланганда ўқиладиган дуо"
  },
  {
    "id": 86,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Бирон бир мусибат билан балоланган кишини кўрганда айтиладиган дуо"
  },
  {
    "id": 87,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Мажлисда нима дейилади"
  },
  {
    "id": 88,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Мажлиснинг каффорати"
  },
  {
    "id": 105,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "«Аллоҳ сизни мағфират этсин», деган кишига бериладиган жавоб"
  },
  {
    "id": 106,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Сизга яхшилик қилган кишига айтадиган дуоингиз"
  },
  {
    "id": 138,
    "menuId": 12,
    "menuName": "Иманнинг ҳимояси",
    "name": "Дажжолдан сақланадиган дуо"
  },
  {
    "id": 107,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name":
        "«Мен сизни Аллоҳ йўлида (Аллоҳ учун) яхши кўраман», деган кишига бериладиган жавоб"
  },
  {
    "id": 108,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Сизга молини бермоқчи бўлган кишига айтадиган дуоингиз"
  },
  {
    "id": 110,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Қарзни тўлаш пайтида қарз берган кишига айтиладиган дуо"
  },
  {
    "id": 111,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Ширк келтириб қўйишдан хавфланганда ўқиладиган дуо"
  },
  {
    "id": 112,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "«Аллоҳ баракот ато этсин», деган кишига бериладиган жавоб"
  },
  {
    "id": 113,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Шумланишдан қайтариш дуоси"
  },
  {
    "id": 127,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Улов (от, кема, сайёра)га минилаётганда ўқиладиган дуо"
  },
  {"id": 54, "menuId": 5, "menuName": "Сафар", "name": "Сафар дуоси"},
  {
    "id": 55,
    "menuId": 5,
    "menuName": "Сафар",
    "name": "Қишлоқ ёки шаҳарга кириш дуоси"
  },
  {
    "id": 57,
    "menuId": 5,
    "menuName": "Сафар",
    "name": "Бозорга киришда ўқиладиган дуо"
  },
  {
    "id": 56,
    "menuId": 5,
    "menuName": "Сафар",
    "name": "Улови қоқилса-тойилиб кетса, ўқиладиган дуо"
  },
  {
    "id": 62,
    "menuId": 5,
    "menuName": "Сафар",
    "name": "Мусофирнинг муқим кишига айтадиган дуоси"
  },
  {
    "id": 63,
    "menuId": 5,
    "menuName": "Сафар",
    "name": "Муқим кишининг мусофирга айтадиган дуоси"
  },
  {
    "id": 59,
    "menuId": 5,
    "menuName": "Сафар",
    "name": "Сафарда такбир ва тасбеҳ айтиш"
  },
  {
    "id": 8,
    "menuId": 1,
    "menuName": "Эрталаб",
    "name": "Сафардаги кишининг тонг отганда ўқийдиган дуоси"
  },
  {
    "id": 60,
    "menuId": 5,
    "menuName": "Сафар",
    "name": "Сафарда ёки бошқа ҳолатда бир манзилга қўнган кишининг дуоси"
  },
  {
    "id": 61,
    "menuId": 5,
    "menuName": "Сафар",
    "name": "Сафардан қайтишда айтиладиган зикр"
  },
  {
    "id": 48,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Яхши ёки ёмон бир иш бўлган вақтда ўқиладиган дуо"
  },
  {
    "id": 115,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name":
        "Расулуллоҳга салот (соллаллоҳу алайҳи васаллам деб) айтишнинг фазли"
  },
  {
    "id": 114,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Саломни кенг ёйиш"
  },
  {
    "id": 116,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Кофирнинг саломига нима деб жавоб қайтарилади"
  },
  {
    "id": 128,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Ҳўроз қичқирганда, эшак ҳанграганда нима дейилади"
  },
  {
    "id": 129,
    "menuId": 10,
    "menuName": "Табиат",
    "name": "Кечаси итлар ҳуриганида ўқиладиган дуо"
  },
  {
    "id": 117,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Уришган-дашном берган кишингизга қиладиган дуоингиз"
  },
  {
    "id": 118,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Мусулмон киши бир биродарини мақтаганда нима дейди"
  },
  {
    "id": 119,
    "menuId": 9,
    "menuName": "Одоб-ахлоқ",
    "name": "Мусулмон киши мақталганида нима деб айтади"
  },
  {
    "id": 94,
    "menuId": 8,
    "menuName": "Ҳаж ва Умра",
    "name": "Ҳаж ёки умрада эҳромдаги киши қандай талбия айтади"
  },
  {
    "id": 95,
    "menuId": 8,
    "menuName": "Ҳаж ва Умра",
    "name": "Рукнул асвад олдида қандай такбир айтади"
  },
  {
    "id": 96,
    "menuId": 8,
    "menuName": "Ҳаж ва Умра",
    "name": "Рукнул ямоний билан ҳажарул асвад ўртасида қилинадиган дуо"
  },
  {
    "id": 97,
    "menuId": 8,
    "menuName": "Ҳаж ва Умра",
    "name": "Сафо ва Марва тепасида турилганда ўқиладиган дуо"
  },
  {
    "id": 98,
    "menuId": 8,
    "menuName": "Ҳаж ва Умра",
    "name": "Арафа куни айтиладиган дуо"
  },
  {
    "id": 99,
    "menuId": 8,
    "menuName": "Ҳаж ва Умра",
    "name": "Машъарул ҳаром – Муздалифада айтиладиган зикр"
  },
  {
    "id": 100,
    "menuId": 8,
    "menuName": "Ҳаж ва Умра",
    "name": "Жамаротга тош отишда ҳар бир тош билан бирга такбир айтиш"
  },
  {
    "id": 49,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Тажжуб ва хушхабар пайтида айтиладиган дуо"
  },
  {
    "id": 50,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Қувончли хабар келганда нима қилинади"
  },
  {
    "id": 51,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Танасида бирон-бир оғриқни сезган киши нима қилади"
  },
  {
    "id": 52,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Бир нарсага кўзи тегишидан қўрққан киши нима деб дуо қилади"
  },
  {
    "id": 53,
    "menuId": 4,
    "menuName": "Ҳис-туйғулар ва ҳиссиётлар",
    "name": "Қўрқув ҳолатида нима дейди"
  },
  {
    "id": 32,
    "menuId": 3,
    "menuName": "Овқат ва ичимлик",
    "name": "Жонлиқ сўйилаётганда, қурбонлик қилинаётганда нима дейилади"
  },
  {
    "id": 139,
    "menuId": 12,
    "menuName": "Иманнинг ҳимояси",
    "name": "Ёвуз шайтонлар макрини қайтариш учун нима дейилади"
  },
  {
    "id": 89,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Истиғфор ва тавба"
  },
  {
    "id": 91,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли"
  },
  {
    "id": 92,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Набий соллаллоҳу алайҳи ва саллам қандай тасбеҳ айтар эдилар"
  },
  {
    "id": 93,
    "menuId": 7,
    "menuName": "Аллоҳни зикр қилиш",
    "name": "Анвои хайр-яхшилик ва умумий одоблардан"
  }
];

final dataList = [
  {
    "id": 1,
    "catId": 1,
    "audio": "11.mp3",
    "catName": "Уйқудан турганда айтиладиган зикрлар",
    "name": "1",
    "arab":
        "الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وإِلَيْهِ النُّشُوْرُ.",
    "text":
        "Бизга ўлдиргандан сўнг (яна) ҳаёт берган Аллоҳга ҳамд бўлсин. Қайтиш унгадир! (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 2,
    "catId": 1,
    "audio": "12.mp3",
    "name": "2",
    "catName": "Уйқудан турганда айтиладиган зикрлар",
    "arab":
        "(لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفِرْ لِي).",
    "text":
        "«Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиз, шериксиз (Зот)дир. Мулк ҳам, ҳамд ҳам Уники ва У барча нарсага қодир. Аллоҳ покдир. Ҳамд Аллоҳгадир. Аллоҳдан ўзга ҳеч бир ҳақ илоҳ йўқ. Аллоҳ буюкроқдир. Ҳаракат ҳам, қудрат ҳам ёлғиз, Олий ва Улуғ Аллоҳ (мадади) биландир. Парвардигоро, мени мағфират қил». Ким шундай деса, мағфират қилинади. Дуо қилса, ижобат бўлади. Агар туриб таҳорат олиб намоз ўқиса, намози қабул бўлади. (Бухорий ва Ибн Можа ривояти)."
  },
  {
    "id": 3,
    "catId": 1,
    "audio": "13.mp3",
    "name": "3",
    "catName": "Уйқудан турганда айтиладиган зикрлар",
    "arab":
        "(الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي وَرَدَّ عَلَيَّ رُوْحِي وأَذِنَ لِي بِذِكْرِهِ).",
    "text":
        "Менинг жисмимга соғлик ато этган, менга руҳимни қайтарган ва Ўз зикрига изн берган Аллоҳга ҳамд бўлсин. (Термизий ривояти)."
  },
  {
    "id": 4,
    "catId": 1,
    "audio": "14.mp3",
    "name": "4",
    "catName": "Уйқудан турганда айтиладиган зикрлар",
    "arab":
        "}إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لأُولِي الأَلْبَابِ(190)الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ(191)رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ(192)رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ(193)رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ(194)فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ(195)لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلاَدِ(196)مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ(197)لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِنْ عِنْدِ اللَّهِ وَمَا عِنْدَ اللَّهِ خَيْرٌ لِلأَبْرَارِ(198)وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ(199)يَاأَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ(200){ سورة آل عمران.{",
    "text":
        "Осмонлар ва ернинг яралишида ҳамда кеча ва кундузнинг алмашиб туришида ақл эгалари учун (бир яратувчи ва бошқариб тургувчи Зот мавжуд эканлигига) оят-аломатлар борлиги шубҳасиздир. Улар турганда ҳам, ўтирганда ҳам, ётганда ҳам Аллоҳни эслайдилар ҳамда осмонлар ва ернинг яралиши ҳақида тафаккур қилиб (дейдилар): «Парвардигоро, бу (борлиқ)ни беҳуда яратганинг йўқ! Сен (беҳуда бирон иш қилиш айбидан) поксан. Ўзинг бизни жаҳаннам азобидан асра. Парвардигоро, албатта Сен кимни жаҳаннамга киритсанг, муҳаққақ уни расво қилурсан ва бундай золимлар учун ҳеч қандай ёрдамчи йўқдир. Парвардигоро, албатта биз «Парвардигорингизга иймон келтирингиз!», - деб иймонга чорлаган жарчи (Муҳаммад соллаллоҳу алайҳи ва салламнинг) нидоларини эшитдигу иймон келтирдик. Парвардигоро, Бизнинг гуноҳларимизни мағфират қил, қилган ёмонликларимизни (саҳифа амалимиздан) ўчиргил ва бизларни яхшилар билан бирга ўлдир! Парвардигоро, бизларга пайғамбарларинг орқали ваъда қилган нарсаларингни ато қил ва бизларни қиёмат кунида расво қилмагил! Албатта Сен ваъдангга ҳилоф қилмагайсан». Бас, Парвардигорлари уларнинг дуоларини ижобат қилиб, (деди:) «Албатта Мен сизлардан бирон амал қилувчи эркак ё аёлнинг амалини зое қилмайман. Зеро, бировингиз бировингиздандирсиз. (Яъни, эркак аёлдан, аёл эркакдан дунёга келган). Бас, ватанларидан ҳижрат қилган, диёрларидан кувилган, Менинг йўлимда азиятлар чеккан ва (Менинг йўлимда) жанг қилиб, қатл этилган зотларнинг қилган гуноҳларини ўчиргайман ва уларни Аллоҳ ҳузуридан савоб - мукофот қилиб, тагларидан дарёлар оқиб турадиган боғларга киритурман. Ва энг гўзал савоб - мукофот Аллоҳнинг ҳузуридадир». Сизни кофирларнинг шаҳарларда кезишлари алдаб қўймасин. (Бу елиб югуриш, ғолибона кезишлар) озгина матодир. Сўнгра жойлари жаҳаннам бўлгай! Нақадар ёмон жой у! Аммо Парвардигорларидан қўрққан зотлар учун Аллоҳ ҳузуридан зиёфат бўлмиш - тагларидан дарёлар оқиб турувчи боғлар бордирки, улар бу боғларда абадий колажаклар. Яхшилар учун Аллоҳ ҳузуридаги нарса (яъни, савоб-ажр кофирларнинг муаққат кайф-сафоларидан) афзалроқдир. Албатта аҳли китоб ичида Аллоҳга ҳамда сизларга нозил қилинган ва ўзларига нозил қилинган нарсаларга иймон келтиручи, Оллоҳга итоат қилиб бош эгувчи, Аллоҳнинг оятларини озгина қийматга сотиб юбормайдиган зотлар ҳам бор эканлиги аниқ равшандир. Ана ўшалар учун Парвардигорлари ҳузуридан ажру савоб бордир. Албатта Аллоҳ тезда ҳисоб-китоб қилувчи зотдир. Эй мўминлар, сабр қилингиз ва сабру-тоқат қилишда (кофирлардан) устун бўлингиз ҳамда доимо (кураш-жиҳод учун белингиз боғлик ҳолда) ҳозир бўлиб турингиз! Ва Аллоҳдан қўрқингизким, (шунда) шояд нажот топгайсизлар. (Оли Имрон: 190-200)."
  },
  {
    "id": 5,
    "catId": 2,
    "audio": "21.mp3",
    "name": "1",
    "catName": "Янги кийим кийган кишига айтиладиган дуо",
    "arab": "(تُبْلِي ويُخْلِفُ اللَّهُ تَعَالَى).",
    "text":
        "Эскиртиб - тўзитинг, Аллоҳ таоло ўрнига берсин. (Абу Довуд ривояти)."
  },
  {
    "id": 6,
    "catId": 3,
    "audio": "",
    "name": "1",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab": "",
    "text":
        "Анас розияллоҳу анҳудан ривоят қилинади: Пайғамбаримиз соллаллоҳу алайҳи васаллам шундай дедилар: «Бомдод намозидан то қуёш чиққунга қадар Аллоҳни зикр қилиб ўтирувчилар билан ўтириш мен учун Исмоил фарзандларидан тўрттасини озод этишдан (ҳам) суюклироқ. Аср намозидан кейин то қуёш ботгунга довур Аллоҳни зикр қиладиган қавм билан ўтириш мен учун яна тўрттасини озод этишдан (ҳам) суюклироқ». (Абу Довуд ривояти. Албоний ҳасан деган)."
  },
  {
    "id": 302,
    "catId": 140,
    "audio": "",
    "name": "1",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab": "",
    "text":
        "Анас розияллоҳу анҳудан ривоят қилинади: Пайғамбаримиз соллаллоҳу алайҳи васаллам шундай дедилар: «Бомдод намозидан то қуёш чиққунга қадар Аллоҳни зикр қилиб ўтирувчилар билан ўтириш мен учун Исмоил фарзандларидан тўрттасини озод этишдан (ҳам) суюклироқ. Аср намозидан кейин то қуёш ботгунга довур Аллоҳни зикр қиладиган қавм билан ўтириш мен учун яна тўрттасини озод этишдан (ҳам) суюклироқ». (Абу Довуд ривояти. Албоний ҳасан деган)."
  },
  {
    "id": 7,
    "catId": 3,
    "audio": "2372.mp3",
    "audio1": "2373.mp3",
    "audio2": "2374.mp3",
    "name": "2",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "اَلْحَمْدُ للهِ وَحْدَهُ، وَالصَّلاَةُ وَالسَّلاَمُ عَلَى مَنْ لاَ نَبِيَّ بَعْدَهُ.",
    "arab1": "",
    "arab2": "",
    "text":
        "1 – Ҳамд ёлғиз Аллоҳникидир. Ундан сўнг набий йўқ бўлган зотга салавоту-саломлар!",
    "text1":
        "2 – Оят-ал-Курсини ўқийди. (Таржимаси юқорида ўтди.) Ким уни тонг отганда ўқиса, то кун ботгунга қадар жинлардан ҳимояланган бўлади. Ким уни кеч кирганда ўқиса, то тонг отгунга қадар жинлардан ҳимояланган бўлади. (Ҳоким ривоят қилган. Албоний саҳиҳ деган ва буни Насоий ҳамда Табаронийга нисбатини берган).",
    "text2":
        "3 – «Ихлос», «Фалақ» ва «Ан-нос» сураларини ўқийди. (Таржимаси юқорида ўтди.)<br>Ким бу сураларни тонг отганда ва кун ботганда уч мартадан ўқиса, Аллоҳ уни ҳамма нарсадан кифоялантиради-сақлайди. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 303,
    "catId": 140,
    "audio": "2372.mp3",
    "audio1": "2373.mp3",
    "audio2": "2374.mp3",
    "name": "2",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "اَلْحَمْدُ للهِ وَحْدَهُ، وَالصَّلاَةُ وَالسَّلاَمُ عَلَى مَنْ لاَ نَبِيَّ بَعْدَهُ.",
    "arab1": "",
    "arab2": "",
    "text":
        "1 – Ҳамд ёлғиз Аллоҳникидир. Ундан сўнг набий йўқ бўлган зотга салавоту-саломлар!",
    "text1":
        "2 – Оят-ал-Курсини ўқийди. (Таржимаси юқорида ўтди.) Ким уни тонг отганда ўқиса, то кун ботгунга қадар жинлардан ҳимояланган бўлади. Ким уни кеч кирганда ўқиса, то тонг отгунга қадар жинлардан ҳимояланган бўлади. (Ҳоким ривоят қилган. Албоний саҳиҳ деган ва буни Насоий ҳамда Табаронийга нисбатини берган).",
    "text2":
        "3 – «Ихлос», «Фалақ» ва «Ан-нос» сураларини ўқийди. (Таржимаси юқорида ўтди.)<br>Ким бу сураларни тонг отганда ва кун ботганда уч мартадан ўқиса, Аллоҳ уни ҳамма нарсадан кифоялантиради-сақлайди. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 8,
    "catId": 3,
    "audio": "33.mp3",
    "name": "3",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ، وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ هَذَا الْيَوْمِ، وشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وسُوءِ الكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ).",
    "text":
        "Тонг оттирдик ва Аллоҳнинг бутун мулки (ҳам) тонг оттирди. Ҳамд Аллоҳникидир. Аллоҳдан ўзга (барҳақ) маъбуд йўқ. У ёлғиз, шериксиз зотдир. Мулк ҳам, ҳамд ҳам Уникидир ва У барча нарсага қодир. Эй Аллоҳ! Мен Сендан бу кундаги ва ундан кейиндаги яхшиликни сўрайман. Бу кундаги ва ундан кейиндаги ёмонликдан паноҳ беришингни сўрайман. Парвардигоро, мен Сендан ялқовликдан ва ёмон қаришдан паноҳ беришингни сўраб илтижо қиламан. Парвардигоро! Менга дўзах ҳамда қабр азобидан паноҳ бер! (Муслим ривояти). (Бир марта айтилади)"
  },
  {
    "id": 304,
    "catId": 140,
    "audio": "34.mp3",
    "name": "4",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ، وَخَيْرَ مَا بَعْدَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّ هَذِهِ اللَّيْلَةِ، وشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وسُوءِ الكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ).",
    "text":
        "Кечга етдик ва Аллоҳнинг бутун мулки (ҳам) кечкиртирди. Ҳамд Аллоҳникидир. Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиз, шериксиз зотдир. Мулк ҳам, ҳамд ҳам Уникидир ва У барча нарсага қодир. Эй Аллоҳ! Мен Сендан бу тундаги ва ундан кейиндаги яхшиликни сўрайман. Бу тундаги ва ундан кейиндаги ёмонликдан паноҳ беришингни сўрайман. Парвардигоро, мен Сендан ялқовликдан ва ёмон қаришдан паноҳ беришингни сўраб илтижо қиламан. Парвардигоро! Менга дўзах ҳамда қабр азобидан паноҳ бер! (Муслим ривояти). (Бир марта айтилади)."
  },
  {
    "id": 10,
    "catId": 3,
    "audio": "35.mp3",
    "name": "5",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُوْرُ) .",
    "text":
        "Эй Аллоҳ! Сен (инг ҳифзу-ҳимоянгда, неъматларингга чўмиб, зикринг ила машғул бўлиб) тонг оттирдик, Сен (инг ҳифзу-ҳимоянгда, неъматларингга чўмиб, зикринг ила машғул бўлиб) кечкиртирдик. Мана шу ҳолда яшаймиз ва мана шу ҳолда ҳаётдан кўз юмамиз. Қайта тирилиш Сенгадир. (Термизий ривояти). (Бир марта айтилади)"
  },
  {
    "id": 305,
    "catId": 140,
    "audio": "36.mp3",
    "name": "6",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ).",
    "text":
        "Эй Аллоҳ! Сен (инг неъматинг) билан тунга етдик, Сен (инг марҳаматинг) билан тонгга етдик. Сен тирилтирасан ва Сен вафот топтирасан. Қайтиш Сенгадир. (Термизий ривояти). (Бир марта айтилади)"
  },
  {
    "id": 12,
    "catId": 3,
    "audio": "37.mp3",
    "name": "7",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ أَنْتَ رَبِّي، لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لاَيَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ).",
    "text":
        "Эй Аллоҳ! Сен Роббимсан ва Сендан ўзга (ҳақ) илоҳ йўқ. Мен Сенинг қулингман. Мен қурбим етганича Сенинг (алмийсоқда олган) аҳд-паймонинг ва (Пайғамбаринг тилида берган; ширк келтирмаган бандангни жаннатга киритиш ) ваъданг (га эришиш)да (қўлимдан келганича тиришиб) турибман. Ўзим қилган нарсалар ёмонлигидан Сендан паноҳ бершингни тилайман. Сенинг менга берган неъматларингни ҳам, қилган гуноҳларимни ҳам эътироф этаман. Мени мағфират эт. Албатта, фақат Сенгина гуноҳларни кечирувчисан. Кеч кирганда ушбу дуони чин дилдан ишониб айтган киши, шу кечасида вафот этса, жаннатга киради. Кундузи ҳам шундай. (Бухорий ривояти). (Бир марта айтилади)"
  },
  {
    "id": 306,
    "catId": 140,
    "audio": "37.mp3",
    "name": "7",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ أَنْتَ رَبِّي، لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لاَيَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ).",
    "text":
        "Эй Аллоҳ! Сен Роббимсан ва Сендан ўзга (ҳақ) илоҳ йўқ. Мен Сенинг қулингман. Мен қурбим етганича Сенинг (алмийсоқда олган) аҳд-паймонинг ва (Пайғамбаринг тилида берган; ширк келтирмаган бандангни жаннатга киритиш ) ваъданг (га эришиш)да (қўлимдан келганича тиришиб) турибман. Ўзим қилган нарсалар ёмонлигидан Сендан паноҳ бершингни тилайман. Сенинг менга берган неъматларингни ҳам, қилган гуноҳларимни ҳам эътироф этаман. Мени мағфират эт. Албатта, фақат Сенгина гуноҳларни кечирувчисан. Кеч кирганда ушбу дуони чин дилдан ишониб айтган киши, шу кечасида вафот этса, жаннатга киради. Кундузи ҳам шундай. (Бухорий ривояти). (Бир марта айтилади)"
  },
  {
    "id": 13,
    "catId": 3,
    "audio": "38.mp3",
    "name": "8",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلائِكَتَكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَشَرِيكَ لَكَ، وأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ ) أَرْبَعَ مَرَّاتٍ.",
    "text":
        "Эй Аллоҳ! Тонгга етдим. (Агар кеч кирса: Кечга етдим). Мен Сени, аршингни кўтариб турувчиларни, малоикаларингни ва бутун махлуқотингни гувоҳ қилиб айтаман-ки: Сен Аллоҳдирсан ва Сендан ўзга ҳеч бир барҳақ илоҳ йўқ. Сен ёлғизсан ва Сенинг ҳеч қандай шеригинг йўқ! Муҳаммад соллаллоҳу алайҳи васаллам Сенинг банданг ҳамда Расулингдир. (Тўрт марта айтилади).<br>(Ким бу дуони тонгда ва кечда тўрт марта айтадиган бўлса, Аллоҳ уни дўзахдан озод қилади). (Бухорий, Абу Довуд, Насоий ва Ибн Сунний ривояти)."
  },
  {
    "id": 307,
    "catId": 140,
    "audio": "381.mp3",
    "name": "8",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "اللَّهُمَّ إِنِّي أَمْسَيْتُ  أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلائِكَتَكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَشَرِيكَ لَكَ، وأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ ) أَرْبَعَ مَرَّاتٍ.",
    "text":
        "Эй Аллоҳ! Кечга етдим. Мен Сени, аршингни кўтариб турувчиларни, малоикаларингни ва бутун махлуқотингни гувоҳ қилиб айтаман-ки: Сен Аллоҳдирсан ва Сендан ўзга ҳеч бир барҳақ илоҳ йўқ. Сен ёлғизсан ва Сенинг ҳеч қандай шеригинг йўқ! Муҳаммад соллаллоҳу алайҳи васаллам Сенинг банданг ҳамда Расулингдир. (Тўрт марта айтилади). (Ким бу дуони тонгда ва кечда тўрт марта айтадиган бўлса, Аллоҳ уни дўзахдан озод қилади). (Бухорий, Абу Довуд, Насоий ва Ибн Сунний ривояти)."
  },
  {
    "id": 14,
    "catId": 3,
    "audio": "39.mp3",
    "name": "9",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ مَا أَصْبَحَ  بِي مِنْ نِعْمَةٍ، أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لاَشَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ).",
    "text":
        "Эй Аллоҳ! Менга ёки бандаларингдан қай бирига (эрталаб) етган неъмат фақат Сен тарафдандир. Сенинг ҳеч қандай шеригинг йўқ. Ва ҳамд ҳам, шукроналар ҳам Сенингдир. (Абу Довуд ва Насоий ривояти). (Бир марта айтилади)"
  },
  {
    "id": 308,
    "catId": 140,
    "audio": "391.mp3",
    "name": "9",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "اللَّهُمَّ مَا أَمْسَى بِي مِنْ نِعْمَةٍ، أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لاَشَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ).",
    "text":
        "Эй Аллоҳ! Менга ёки бандаларингдан қай бирига (кечда) етган неъмат фақат Сен тарафдандир. Сенинг ҳеч қандай шеригинг йўқ. Ва ҳамд ҳам, шукроналар ҳам Сенингдир. (Абу Довуд ва Насоий ривояти). (Бир марта айтилади)"
  },
  {
    "id": 15,
    "catId": 3,
    "audio": "310.mp3",
    "name": "10",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ، اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ، وَالْفَقْرِ، وأَعُوْذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ ) ثَلاَثَ مَرَّاتٍ.",
    "text":
        "Эй Аллоҳ! Менинг баданимни, қулоғимни ва кўзимни соғлом қил – офият бер! Сендан ўзга ҳеч қандай илоҳ йўқ! Эй Аллоҳим! Мен Сендан куфр ва фақирликдан паноҳ беришингни сўрайман. Қабр азобидан паноҳ тилайман. Сендан ўзга (ҳақ) илоҳ йўқ. (Уч марта айтилади). (Бухорий, Абу Довуд ва Насоий ривояти)."
  },
  {
    "id": 309,
    "catId": 140,
    "audio": "310.mp3",
    "name": "10",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ، اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ، وَالْفَقْرِ، وأَعُوْذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ ) ثَلاَثَ مَرَّاتٍ.",
    "text":
        "Эй Аллоҳ! Менинг баданимни, қулоғимни ва кўзимни соғлом қил – офият бер! Сендан ўзга ҳеч қандай илоҳ йўқ! Эй Аллоҳим! Мен Сендан куфр ва фақирликдан паноҳ беришингни сўрайман. Қабр азобидан паноҳ тилайман. Сендан ўзга (ҳақ) илоҳ йўқ. (Уч марта айтилади). (Бухорий, Абу Довуд ва Насоий ривояти)."
  },
  {
    "id": 16,
    "catId": 3,
    "audio": "311.mp3",
    "name": "11",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(حَسْبِيَ اللَّهُ، لاَ إِلَهَ إِلاَّ هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) سَبْعَ مَرَّاتٍ.",
    "text":
        "Аллоҳ менга кифоя қилувчидир. Ундан ўзга (ҳақ) илоҳ йўқ. Унга таваккал қилдим ва У улкан аршнинг Парвардигоридир. (Етти марта айтилади).<br>(Тонг ва тунда уни етти марта айтадиган кишининг дунё ва охиратга тегишли бўлган муҳим ишларига Аллоҳ ўзи кифоя қилади). (Ибн Сунний ривояти)."
  },
  {
    "id": 310,
    "catId": 140,
    "audio": "311.mp3",
    "name": "11",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(حَسْبِيَ اللَّهُ، لاَ إِلَهَ إِلاَّ هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ) سَبْعَ مَرَّاتٍ.",
    "text":
        "Аллоҳ менга кифоя қилувчидир. Ундан ўзга (ҳақ) илоҳ йўқ. Унга таваккал қилдим ва У улкан аршнинг Парвардигоридир. (Етти марта айтилади).<br>(Тонг ва тунда уни етти марта айтадиган кишининг дунё ва охиратга тегишли бўлган муҳим ишларига Аллоҳ ўзи кифоя қилади). (Ибн Сунний ривояти)."
  },
  {
    "id": 17,
    "catId": 3,
    "audio": "312.mp3",
    "name": "12",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي، وَدُنْيَايَ، وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفِظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيَ).",
    "text":
        "Эй Аллоҳ! Мен Сендан дунё ва охиратда афву-офият сўрайман. Эй Аллоҳим! Мен Сендан динимда, дунёйимда, аҳлимда ва молимда афву-офият тилайман. Эй Аллоҳ! Менинг авратимни беркит! Қўрқувимдан омонлик бер-кетказ. Эй Аллоҳ! Мен олдимдан ҳам, ортимдан ҳам, ўнгимдан ҳам, чапимдан ҳам, тепамдан ҳам, Ўзинг сақла! Оёғим остидан ҳиёнатга учрашдан Сенинг улуғлигингла паноҳ сўрайман). (Абу Довуд ва Ибн Можа ривояти).( Бир марта айтилади)"
  },
  {
    "id": 311,
    "catId": 140,
    "audio": "312.mp3",
    "name": "12",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي، وَدُنْيَايَ، وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفِظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيَ).",
    "text":
        "Эй Аллоҳ! Мен Сендан дунё ва охиратда афву-офият сўрайман. Эй Аллоҳим! Мен Сендан динимда, дунёйимда, аҳлимда ва молимда афву-офият тилайман. Эй Аллоҳ! Менинг авратимни беркит! Қўрқувимдан омонлик бер-кетказ. Эй Аллоҳ! Мен олдимдан ҳам, ортимдан ҳам, ўнгимдан ҳам, чапимдан ҳам, тепамдан ҳам, Ўзинг сақла! Оёғим остидан ҳиёнатга учрашдан Сенинг улуғлигингла паноҳ сўрайман). (Абу Довуд ва Ибн Можа ривояти). (Бир марта айтилади)"
  },
  {
    "id": 18,
    "catId": 3,
    "audio": "313.mp3",
    "name": "13",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ).",
    "text":
        "Ғайбу ошкорни билувчи, осмонлару ернинг яратувчиси, барча мавжудотнинг Парвардигори ва Молики-подшоҳи бўлган эй Аллоҳ! гувоҳлик бераманки, Сендан ўзга (ҳақ) маъбуд йўқ! Нафсимнинг ёмонлигидан, шайтоннинг ёмонлигидан ва унинг ширк (келтиришга чақириб қиладиган васвасаси)дан паноҳ беришингни илтижо қиламан. Ўзимга ёки бошқа бир муслимга ёмонлик етказишдан паноҳ тилайман. (Термизий ва Абу Довуд ривояти). (Бир марта айтилади)"
  },
  {
    "id": 312,
    "catId": 140,
    "audio": "313.mp3",
    "name": "13",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ).",
    "text":
        "Ғайбу ошкорни билувчи, осмонлару ернинг яратувчиси, барча мавжудотнинг Парвардигори ва Молики-подшоҳи бўлган эй Аллоҳ! гувоҳлик бераманки, Сендан ўзга (ҳақ) маъбуд йўқ! Нафсимнинг ёмонлигидан, шайтоннинг ёмонлигидан ва унинг ширк (келтиришга чақириб қиладиган васвасаси)дан паноҳ беришингни илтижо қиламан. Ўзимга ёки бошқа бир муслимга ёмонлик етказишдан паноҳ тилайман. (Термизий ва Абу Довуд ривояти). (Бир марта айтилади)"
  },
  {
    "id": 19,
    "catId": 3,
    "audio": "314.mp3",
    "name": "14",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(بِسْمِ اللَّهِ الَّذِي لاَيَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ) ثَلاَثاً.",
    "text":
        "Унинг исми билан бирга бўлганда на ердаги ва на осмондаги бирон нарса зарар бера олмайдиган Аллоҳ исми билан паноҳланаман. У эшитувчи, билувчи Зотдир. (Уч марта айтилади).<br>Тонгда ва кечда шу дуони уч мартадан айтадиган кишига ҳеч нарса зарар етказмайди. (Абу Довуд, Термизий, Ибн Можа ва Аҳмад ривояти)."
  },
  {
    "id": 313,
    "catId": 140,
    "audio": "314.mp3",
    "name": "14",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(بِسْمِ اللَّهِ الَّذِي لاَيَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ) ثَلاَثاً.",
    "text":
        "Унинг исми билан бирга бўлганда на ердаги ва на осмондаги бирон нарса зарар бера олмайдиган Аллоҳ исми билан паноҳланаман. У эшитувчи, билувчи Зотдир. (Уч марта айтилади).<br>Тонгда ва кечда шу дуони уч мартадан айтадиган кишига ҳеч нарса зарар етказмайди. (Абу Довуд, Термизий, Ибн Можа ва Аҳмад ривояти)."
  },
  {
    "id": 20,
    "catId": 3,
    "audio": "315.mp3",
    "name": "15",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(رَضِيتُ بِاللَّهِ رباً، وَبِالإِسْلامِ دِيناً، وَبِمُحَمَّدٍ  نَبِيًّا) ثَلاَثاً.",
    "text":
        "Аллоҳни Парвардигор деб, Исломни дин деб ва Муҳаммад соллаллоҳу алайҳи ва салламни набий деб рози бўлдим. (Уч марта айтилади).<br>Тонгда ва кечда бу дуони уч мартадан айтиб юрувчи кишини қиёмат кунида рози этиш Аллоҳ зиммасига ҳақ бўлади. (Аҳмад, Насоий, Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 314,
    "catId": 140,
    "audio": "315.mp3",
    "name": "15",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(رَضِيتُ بِاللَّهِ رباً، وَبِالإِسْلامِ دِيناً، وَبِمُحَمَّدٍ نَبِيًّا) ثَلاَثاً.",
    "text":
        "Аллоҳни Парвардигор деб, Исломни дин деб ва Муҳаммад соллаллоҳу алайҳи ва салламни набий деб рози бўлдим. (Уч марта айтилади).<br>Тонгда ва кечда бу дуони уч мартадан айтиб юрувчи кишини қиёмат кунида рози этиш Аллоҳ зиммасига ҳақ бўлади. (Аҳмад, Насоий, Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 21,
    "catId": 3,
    "audio": "316.mp3",
    "name": "16",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "( يَا حَيُّ، يَا قَيُّومُ، بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ).",
    "text":
        "Эй мангу ҳаёт ва абадий турувчи Зот! Сенинг раҳматинг билан мадад сўрайман. Менинг бутун шаъним-ишимни ўнгла ва мени бирон бир лаҳза ҳам ўзимга топшириб қўйма. (Ҳоким ривояти. Заҳабий саҳиҳ деган)."
  },
  {
    "id": 315,
    "catId": 140,
    "audio": "316.mp3",
    "name": "16",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "( يَا حَيُّ، يَا قَيُّومُ، بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ).",
    "text":
        "Эй мангу ҳаёт ва абадий турувчи Зот! Сенинг раҳматинг билан мадад сўрайман. Менинг бутун шаъним-ишимни ўнгла ва мени бирон бир лаҳза ҳам ўзимга топшириб қўйма. (Ҳоким ривояти. Заҳабий саҳиҳ деган)."
  },
  {
    "id": 22,
    "catId": 3,
    "audio": "317.mp3",
    "name": "17",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "( أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلِّهِ رَبِّ العَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ : فَتْحَهُ، وَنَصْرَهُ، وَنُورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيهِ، وَشرِّ مَا بَعْدَهُ).",
    "text":
        "Биз ва бутун мулк оламлар парвардигори Аллоҳники бўлиб тонг оттирдик. Эй Аллоҳ! Мен Сендан шу куннинг яхшилигини – фатҳини, ғалабасини, нурини, баракасини ва ҳидоятини тилайман. Сендан ундаги ва ундан кейинги ёмонликдан паноҳ беришингни сўрайман. (Абу Довуд ривояти). (Бир марта айтилади)"
  },
  {
    "id": 316,
    "catId": 140,
    "audio": "",
    "name": "18",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "( أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلِّهِ رَبِّ العَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ : فَتْحَهَا، وَنَصْرَهَا، وَنُورَهَا، وَبَرَكَتَهَا، وَهُدَاهَا، وأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيهَا، وَشرِّ مَا بَعْدَهَا).",
    "text":
        "Биз ва бутун мулк оламлар парвардигори Аллоҳники бўлиб кечга етдик. Эй Аллоҳ! Мен Сендан шу кечанинг яхшилигини – фатҳини, ғалабасини, нурини, баракасини ва ҳидоятини тилайман. Сендан ундаги ва ундан кейинги ёмонликдан паноҳ беришингни сўрайман. (Абу Довуд ривояти). (Бир марта айтилади)"
  },
  {
    "id": 24,
    "catId": 3,
    "audio": "319.mp3",
    "name": "19",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(أَصْبَحْنَا عَلَى فِطْرَةِ الإِسْلامِ، وَعَلَى كَلِمَةِ الإِخْلاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ ، وَعَلَى مِلِّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشْرِكِينَ).",
    "text":
        "Ислом фитрадида, ихлос калимасида, набиййимиз Муҳаммад соллаллоҳу алайҳи васаллам динида ва отамиз Иброҳим миллатида (турган ҳолда) тонг оттирдик. (У: Иброҳим) ҳақиқий мусулмон бўлиб, мушриклардан эмасди. (Аҳмад ва Ибн Сунний ривояти). (Бир марта айтилади)."
  },
  {
    "id": 317,
    "catId": 140,
    "audio": "3191.mp3",
    "name": "19",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(أَمْسَيْنَا  عَلَى فِطْرَةِ الإِسْلامِ، وَعَلَى كَلِمَةِ الإِخْلاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ ، وَعَلَى مِلِّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشْرِكِينَ).",
    "text":
        "Ислом фитрадида, ихлос калимасида, набиййимиз Муҳаммад соллаллоҳу алайҳи васаллам динида ва отамиз Иброҳим миллатида (турган ҳолда) кечга кирдик.. (У: Иброҳим) ҳақиқий мусулмон бўлиб, мушриклардан эмасди. (Аҳмад ва Ибн Сунний ривояти).( Бир марта айтилади)"
  },
  {
    "id": 25,
    "catId": 3,
    "audio": "320.mp3",
    "name": "20",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab": "( سُبْحَانَ اللَّهِ وبِحَمْدِهِ ) مِائَةَ مَرَّةٍ.",
    "text":
        "Аллоҳ барча айбу нуқсондан покдир. Аллоҳни ҳамди билан тасбеҳ айтаман.<br>Ким тонгда ва кечда 100 мартадан айтган бўлса, қиёмат кунида фақат бу зикрни шунча миқдордан кўпроқ айтган кишигина ундан афзалроқ нарса билан келиши мумкин. (Муслим ривояти)."
  },
  {
    "id": 318,
    "catId": 140,
    "audio": "320.mp3",
    "name": "20",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab": "( سُبْحَانَ اللَّهِ وبِحَمْدِهِ ) مِائَةَ مَرَّةٍ.",
    "text":
        "Аллоҳ барча айбу нуқсондан покдир. Аллоҳни ҳамди билан тасбеҳ айтаман.<br>Ким тонгда ва кечда 100 мартадан айтган бўлса, қиёмат кунида фақат бу зикрни шунча миқдордан кўпроқ айтган кишигина ундан афзалроқ нарса билан келиши мумкин. (Муслим ривояти)."
  },
  {
    "id": 26,
    "catId": 3,
    "audio": "321.mp3",
    "name": "21",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "( لاَإِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) عَشْرَ مَرَّاتٍ أَوْ مَرَّةً وَاحِدَةً عِنْدَ الْكَسَلِ .",
    "text":
        "Аллоҳдан ўзга (ҳақ) маъбуд йўқ. У ёлғиз, шериксиздир. Мулк ҳам, ҳамд ҳам Уникидир ва У барча нарсага қодир зот. (Ўн марта ёки ялқовлик қилинса бир марта айтилади). (Насоий, Абу Довуд, Ибн Можа ва Аҳмад ривоятлари)."
  },
  {
    "id": 319,
    "catId": 140,
    "audio": "321.mp3",
    "name": "21",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "( لاَإِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) عَشْرَ مَرَّاتٍ أَوْ مَرَّةً وَاحِدَةً عِنْدَ الْكَسَلِ .",
    "text":
        "Аллоҳдан ўзга (ҳақ) маъбуд йўқ. У ёлғиз, шериксиздир. Мулк ҳам, ҳамд ҳам Уникидир ва У барча нарсага қодир зот. (Ўн марта ёки ялқовлик қилинса бир марта айтилади). (Насоий, Абу Довуд, Ибн Можа ва Аҳмад ривоятлари)."
  },
  {
    "id": 27,
    "catId": 3,
    "audio": "322.mp3",
    "name": "22",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(لاَإِلَهَ إِلاَّ اللَّه وَحْدَهُ، لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) مِائَةَ مَرَّةٍ إِذَا أَصْبَحَ.",
    "text":
        "Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиз, шериксиз зотдир. Мулк ҳам, ҳамд ҳам Уникидир! У барча нарсага қодир. (Тонг отганда юз марта айтади).<br>Буни бир кунда юз марта айтган кишининг савоби ўнта қулни озод қилишга тенг бўлади. Унга юзта ҳасанот ёзилиб, юзта хатоси ўчирилади. Шу кун то кечгача бу зикр унинг учун шайтондан ҳимояловчи қўрғон-ҳимоя бўлади. Қиёмат кунида фақат бу дуони ундан ҳам кўпроқ қилган кишигина ундан афзалроқ амал билан келади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 28,
    "catId": 3,
    "audio": "323.mp3",
    "name": "23",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "( سُبْحَانَ اللَّهِ وبِحَمْدِهِ : عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ ) ثَلاَثَ مَرَّاتٍ إِذَا أَصْبَحَ .",
    "text":
        "Аллоҳ барча айбу нуқсонлардан покдир. Аллоҳга махлуқотлари ададича, нафсининг ризолигича, аршининг вазнича ва калималарининг (сонича) миқдорича ҳамд ва тасбеҳлар айтаман. (Тонг отганда уч марта айтилади). (Муслим ривояти).        "
  },
  {
    "id": 29,
    "catId": 3,
    "audio": "324.mp3",
    "name": "24",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً) إِذَا أَصْبَحَ.",
    "text":
        "Парардигоро! Мен Сендан фойдали илм, покиза-ҳалол ризқ ва қабул бўладиган амал тилайман. (Тонг отганда айтади). (Ибн Сунний ва Ибн Можа ривояти)."
  },
  {
    "id": 320,
    "catId": 140,
    "audio": "324.mp3",
    "name": "24",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "(اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً) إِذَا أَصْبَحَ.",
    "text":
        "Парардигоро! Мен Сендан фойдали илм, покиза-ҳалол ризқ ва қабул бўладиган амал тилайман. (Тонг отганда айтади). (Ибн Сунний ва Ибн Можа ривояти)."
  },
  {
    "id": 30,
    "catId": 3,
    "audio": "325.mp3",
    "name": "25",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "( أَسْتَغْفِرُ اللهَ، وَأَتُوبُ إِلَيْهِ ) مِائَةَ مَرَّةٍ فِي الْيَوْمِ .",
    "text":
        "Аллоҳдан истиғфор тилайман ва Унга тавбалар қиламан. (Ҳар куни юз марта айтилади). (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 321,
    "catId": 140,
    "audio": "326.mp3",
    "name": "26",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "( أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ ) ثَلاَثَ مَرَّاتٍ إِذَا أَمْسَى.",
    "text":
        "Аллоҳнинг мукаммал сўзлари билан яратганларининг ёмонлигидан паноҳ тилайман. (Кеч кирганда уч марта айтади).<br>Шу дуони кеч кирганда уч марта ўқиган кишига туннинг заҳари-зарари етмайди. (Аҳмад, Насоий, Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 32,
    "catId": 3,
    "audio": "327.mp3",
    "name": "27",
    "catName": "Эрталаб айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ ) عَشْرَ مَرَّاتٍ .",
    "text":
        "Эй Аллоҳ! Набиййимиз Муҳаммадга салот ва саломлар эт. (Ўн марта айтади). (Табароний ривояти)."
  },
  {
    "id": 322,
    "catId": 140,
    "audio": "327.mp3",
    "name": "27",
    "catName": "Кечқурун айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ ) عَشْرَ مَرَّاتٍ .",
    "text":
        "Эй Аллоҳ! Набиййимиз Муҳаммадга салот ва саломлар эт. (Ўн марта айтади). (Табароний ривояти)."
  },
  {
    "id": 33,
    "catId": 4,
    "audio": "41.mp3",
    "name": "1",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "َجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيْهِمَا فَيَقْرَاُ فِيْهِمَا :(قُلْ هُوَ اللهُ أَحَدٌ) . و (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) ِ.)",
    "text":
        "Кафтларини жуфтлаб, уларга дам-нафас уради ва уларга «Ихлос», «Фалақ» ҳамда «Ан-нос» сураларини ўқийди (маънолари юқорида ўтди)."
  },
  {
    "id": 34,
    "catId": 4,
    "audio": "",
    "name": "2",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "( ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ، يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقْبَلَ مِنْ جَسَدِهِ ) يَفْعَلُ ذَلِكَ ثَلاَثَ مَرَّاتٍ .",
    "text":
        "2 – Сўнгра кафтларини имкон етган қадар баданига суртиб чиқади. Боши, юзи ва олд томонидан бошлайди. (Уч марта такрорлайди). (Бухорий ва Муслим ривояти).<br>3 – «Оятал курсий» (Бақара: 255-оят)ни ўқийди. (Таржимаси юқорида ўтди)<br>Тўшагига кирганида шу оятни ўқиган кишига Аллоҳ томонидан бир қўриқловчи бўлади ва тонггача унга шайтон яқин йўлай олмайди. (Бухорий ривояти)."
  },
  {
    "id": 35,
    "catId": 4,
    "audio": "43.mp3",
    "name": "3",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "}ءَامَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَ الْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللهِ وَمَلآئِكتِهِ وكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ * لاَ يُكَلِّفُ اللهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِيْنَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنْتَ مَوْلاَنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِيْنَ{.",
    "text":
        "Пайғамбар ўзига Парвардигоридан нозил қилинган нарсага иймон келтирди ва мўъминлар (ҳам иймон келтирдилар). Аллоҳга, фаришталарига, китобларига ва Пайғамбарларига иймон келтирган ҳар бир киши (айтди): «Унинг Пайғамбарларидан бирон кишини ажратиб қўймаймиз». Ва «Эшитдик ва итоат этдик. Парвардигоро, гуноҳларимизни мағфират қилишингни сўраймиз. Ва фақат Ўзингга қайтажакмиз», - дедилар. Аллоҳ ҳеч бир жонни тоқатидан ташқари нарсага таклиф қилмайди. (Ҳар кимнинг) қилган (яхши) амали ўзи учундир ва (ёмон) амали ҳам ўзининг бўйнигадир. Парвардигоро, агар унутган ёки хато қилган бўлсак, бизни азобингга гирифтор айлама! Парвардигоро, бизларнинг зиммамизга биздан илгари ўтганларнинг бўйинларига қўйган юкингни юклама! Парвардигоро, бизларга тоқатимиз етмайдиган нарсани юклама! Бизларни афв эт, (гуноҳларимизни) мағфират қил, (ҳолимизга) раҳм айла! Ўзинг ҳожамизсан! Бас, бу кофир қавм устига Ўзинг бизни ғолиб қил! (Бақара: 285, 286-оятлар).<br>Юқоридаги икки оятни ким кечаси ўқиса, унга шу иккиси кифоя қилади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 36,
    "catId": 4,
    "audio": "44.mp3",
    "name": "4",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "(بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ ) .",
    "text":
        "Парвардигоро! Сенинг номинг билан ётдим ва шу билан тураман. Агар менинг жонимни оладиган бўлсанг, унга раҳм эт. Агар яшатадиган бўлсанг, уни солиҳ бандаларингни сақлаган нарса билан ҳифзу ҳимоя эт.<br>Агар бирорталарингиз жойидан туриб, сўнг қайтиб келса, кийимини этаги билан уни уч бор силтасин-супурсин ва Аллоҳ номини тилга олсин. Чунки у ўрнида нима қолганлигини билмайди. Сўнг (юқоридаги дуони) айтсин:…)."
  },
  {
    "id": 37,
    "catId": 4,
    "audio": "45.mp3",
    "name": "5",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ ) .",
    "text":
        "Эй Аллоҳ! Албатта, Сен нафсимни – мени яратдинг ва Сен уни вафот топдирувчидирсан. Нафсимнинг ўлими ҳам, ҳаётлиги ҳам Сенгадир. Агар унга ҳаёт берадиган бўлсанг, уни ҳифзу ҳимоя эт. Агар унга ўлим берадиган бўлсанг, мағфират қил. Эй Аллоҳ! Мен Сендан офият (соғлик, яхшилик) тилайман! (Муслим ва Аҳмад ривояти)."
  },
  {
    "id": 38,
    "catId": 4,
    "audio": "46.mp3",
    "name": "6",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ قِنِي عَذَابَكَ، يَوْمَ تَبْعَثُ عِبَادَكَ) (ثَلاَثَ مَرَّاتٍ).",
    "text":
        "Эй Аллоҳ! Бандаларингни қайта тирилтирадиган кунингда мени азобингдан сақла! (Уч марта айтади).<br>Расулуллоҳ соллаллоҳу алайҳи васаллам ётмоқчи бўлганларида ўнг кўлларини яноқлари тагига қўяр ва (юқоридаги дуони) айтар эдилар). (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 39,
    "catId": 4,
    "audio": "47.mp3",
    "name": "7",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab": "( بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا ) .",
    "text":
        "Эй Аллоҳ! Сенинг исминг билан ўлиб, Сенинг исминг билан яшайман (тирик бўламан). (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 40,
    "catId": 4,
    "audio": "48.mp3",
    "name": "8",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "( سُبْحَانَ اللَّهِ - ثَلاَثاً وَثَلاَثِيْنَ - وَالْحَمْدُ لِلَّهِ - ثَلاَثاً وَثَلاَثِيْنَ - وَاللهُ أَكْبَرُ - أَرْبَعاً وَثَلاَثِيْنَ ).",
    "text":
        "Субҳаналлоҳ - Аллоҳ (барча айбу нуқсондан) покдир. (33 марта айтади). Алҳамду лиллаҳ - Аллоҳга ҳамд бўлсин. (33 марта айтади). Аллоҳу акбар - Аллоҳ буюкроқдир. (34 марта айтади).<br>Жойига ётганда шу дуони ўқиган кишига бир ходим (га эга бўлиш) дан ҳам яхшироқ бўлади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 41,
    "catId": 4,
    "audio": "49.mp3",
    "name": "9",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ، أَعُوْذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اِقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ ).",
    "text":
        "Етти осмон Парвардигори, улуғ арш Рабби, бизнинг ҳамда барча нарсанинг Парвардигори, уруғу данакни ёрувчи-ундирувчи, Таврот, Инжил ҳамда Фурқон (Қуръон)ни нозил этувчи эй Аллоҳ! Сен пешонасидан тутган (яъни, Сенинг салтанатинг остидаги) нарсанинг ёмонлигидан паноҳ беришингни сўрайман. Эй Аллоҳ! Сен Аввалдирсан ва Сендан олдин ҳеч нарса йўқ! Сен Охирдирсан! Сендан сўнг ҳам ҳеч нарса йўқ. Сен Зоҳирдирсан! Сенинг тепангда ҳеч нарса йўқ! Сен Ботиндирсан! (яқиндирсан) Сендан яқинда ҳам ҳеч нарса йўқ! Бизнинг устимиздан қарзни ўта ва бизни фақирликдан бой этгил. (Муслим ривояти)."
  },
  {
    "id": 42,
    "catId": 4,
    "audio": "410.mp3",
    "name": "10",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "( الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ ).",
    "text":
        "Бизни едирган, ичирган, кифоя этган (қараган, ҳимоялаган) ва бошпана берган Аллоҳга ҳамд бўлсин. Кифоя этувчиси, бошпана берувчиси бўлмаган қанча киши бор. (Муслим ривояти)."
  },
  {
    "id": 43,
    "catId": 4,
    "audio": "411.mp3",
    "name": "11",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ.",
    "text":
        "Ғайбу ошкорни билувчи, осмонлару ернинг яратувчиси, бутун мавжудотнинг Парвардигори ва Эгадори бўлган эй Аллоҳ! Гувоҳлик бераманки, Сендан ўзга ҳеч қандай (барҳақ) илоҳ йўқ! Нафсимнинг ёмонлигидан, шайтоннинг ёмонлигидан ва унинг ширк (келтиришга чақириб қиладиган васвасаси)дан, ўзимга ёки ўзга муслимга ёмонлик етказишдан паноҳ беришингни сўрайман. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 44,
    "catId": 4,
    "audio": "",
    "name": "12",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "يَقْرَأُ } الم { تَنْزِيْلَ السَّجْدَةِ، وَ } تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ { .",
    "text":
        "«Сажда» ва «Таборак (Мулк)» сураларини ўқийди. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 45,
    "catId": 4,
    "audio": "413.mp3",
    "name": "13",
    "catName": "Уҳлаш олдидан айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمِرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِيَ إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبنَبِيِّكَ الَّذِي أَرْسَلْتَ ) .",
    "text":
        "Эй Аллоҳ! Ўзимни Сенга таслим этдим. Сенинг савобингни умид этиб, азобингдан қўрқиб ишимни Сенга топширдим-таваккал этдим. Сенга юзландим ва Сенга суяндим. Сенинг уқубатингдан сендан бошқа ҳимоялайдиган йўқ, паноҳгоҳ ҳам фақат Ўзингдир. Нозил этган китобингга, юборган набиййингга иймон келтирдим. (Жойингни солгач, намозга олгандек таҳорат ол, сўнгра ўнг томонинг билан ётгинда ушбу дуони ўқи.) Шу дуони ўқиган кишига Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: «Агар ўлсанг фитрат (Ислом)да ўлган бўласан». (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 46,
    "catId": 5,
    "audio": "51.mp3",
    "name": "1",
    "catName": "Кечаси у ёндан бу ёнга ағдарилганда ўқиладиган дуо",
    "arab":
        "( لاَإِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهَّارُ، رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا العَزِيزُ الْغَفَّارُ ) .",
    "text":
        "(Мутлақ Ғолиб) Қаҳҳор, осмонлар, ер ва улар ўртасидаги мавжудотлар Парвардигори Азиз ва Ғаффор (кечирувчи) бўлган ягона Аллоҳдан ўзга ҳеч бир (ҳақ) илоҳ йўқ. (Насоий ривояти. Ҳоким ва Заҳабий саҳиҳ деган)."
  },
  {
    "id": 47,
    "catId": 6,
    "audio": "30.mp3",
    "name": "1",
    "catName": "Уйқусида қўрққанда ва ваҳшат (безовта) бўлганда ўқиладиган дуо",
    "arab":
        "(أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ، وَأَنْ يَحْضُرُونِ ).",
    "text":
        "Аллоҳнинг мукаммал калималари билан Унинг ғазабидан, азобидан, бандаларининг ёмонлигидан, шайтонларнинг васвасаларидан ва менга ҳозир бўлишларидан паноҳ тилайман. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 48,
    "catId": 7,
    "audio": "",
    "name": "1",
    "catName": "Ёмон туш кўрган киши нима қилад",
    "arab": "(يَنْفُثُ عَنْ يَسَارِهِ ) ( ثَلاَثاً ) .",
    "text": "Чап томонига (уч марта) туфлайди. (Муслим ривояти)."
  },
  {
    "id": 49,
    "catId": 7,
    "audio": "",
    "name": "2",
    "catName": "Ёмон туш кўрган киши нима қилад",
    "arab":
        "( يَسْتَعِيذُ بِاللهِ مِنَ الشَّيْطَانِ، وَمِنْ شَرِّ مَا رَأَى) (ثَلاَثَ مَرَّاتٍ ) .",
    "text":
        "Шайтондан ва кўрган нарсасининг ёмонлигидан Аллоҳдан паноҳ сўрайди. (Уч марта қилади). (Муслим ривояти)."
  },
  {
    "id": 50,
    "catId": 7,
    "audio": "",
    "name": "3",
    "catName": "Ёмон туш кўрган киши нима қилад",
    "arab": "( لايُحَدِّثُ بِهَا أَحَداً ) .",
    "text": "Кўрган тушини ҳеч кимга айтмайди. (Муслим ривояти)."
  },
  {
    "id": 51,
    "catId": 7,
    "audio": "",
    "name": "4",
    "catName": "Ёмон туш кўрган киши нима қилад",
    "arab": "( يَتَحَوَّلُ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ ) .",
    "text": "Бошқа томонга ағдарилиб ётади. (Муслим ривояти)."
  },
  {
    "id": 52,
    "catId": 7,
    "audio": "",
    "name": "5",
    "catName": "Ёмон туш кўрган киши нима қилад",
    "arab": "( يَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ ) .",
    "text": "Агар хоҳласа туриб намоз ўқийди. (Муслим ривояти)."
  },
  {
    "id": 53,
    "catId": 8,
    "audio": "81.mp3",
    "name": "1",
    "catName": "Сафардаги кишининг тонг отганда ўқийдиган дуоси",
    "arab":
        "سَمِعَ - أَوْ سَمَّعَ - سَامِعٌ بِحَمْدِ اللَّهِ وَحُسْنِ بَلائِهِ عَلَيْنَا، رَبَّنَا صَاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ.",
    "text":
        "Аллоҳнинг ҳамдини ва Унинг бизга қилган яхшиликларини эшитувчи эшитди. (Яъни, Аллоҳнинг неъматлари ва яхшиликлари учун Унга айтган ҳамдларимизга гувоҳ бўлувчи шоҳид бўлди. Агар эшиттирди дейилса, маъноси: Сўзимизни эшитувчи ўзгаларга ҳам етказди). Парвардигоро! Бизни Ўзинг асра, ҳифзу ҳимоянгга ол ва бизга (мўл-кўл неъматларинг билан) фазлу марҳаматлар қил. Аллоҳдан дўзахдан паноҳ беришини сўраймиз. (Муслим ривояти)."
  },
  {
    "id": 54,
    "catId": 9,
    "audio": "91.mp3",
    "name": "1",
    "catName": "Кийим кийилаётганда ўқиладиган дуо",
    "arab":
        "(الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ).",
    "text":
        "Мана шу (либос)ни кийгизган ва уни менга ўз тарафимдан ҳеч бир куч-қувватсиз насиб қилган Аллоҳга ҳамд бўлсин. (Абу Довуд, Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 55,
    "catId": 10,
    "audio": "101.mp3",
    "name": "1",
    "catName": "Янги кийим кийганда ўқиладиган дуо",
    "arab":
        "(اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وأَعُوْذُ بِكَ مِنْ شَرِّهِ وَشَّرِ مَا صُنِعَ لَه).",
    "text":
        "Эй Аллоҳим! Сенга ҳамд бўлсин! Сен буни менга кийгиздинг. Мен Сендан унинг ва у унинг учун яратилган нарсанинг яхшилигини (яъни, уни тоат-ибодатларда ишлатишни) сўрайман. Унинг ва у унинг учун яратилган нарсанинг ёмонлигидан (яъни, уни гуноҳ-маъсиятларда ишлатишдан) паноҳ тилайман. (Абу Довуд ривояти)."
  },
  {
    "id": 56,
    "catId": 12,
    "audio": "121.mp3",
    "name": "1",
    "catName": "Кийимини ечганда нима дейди",
    "arab": "( بِسْمِ اللَّهِ ).",
    "text": "Бисмиллаҳи (Аллоҳ номи билан). (Термизий ривояти)."
  },
  {
    "id": 57,
    "catId": 13,
    "audio": "131.mp3",
    "name": "1",
    "catName": "Ҳало (ҳожатхона)га кираётганда айтиладиган дуо",
    "arab":
        "([ بِسْمِ اللَّهِ ] اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ).",
    "text":
        "[Бисмиллаҳ]. Эй Аллоҳ! Албатта мен Сендан эркак ва урғочи жинлардан паноҳ беришингни сўрайман. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 58,
    "catId": 14,
    "audio": "141.mp3",
    "name": "1",
    "catName": "Ҳало (ҳожатхона)дан чиқилаётганда ўқиладиган дуо",
    "arab": "(غُفْرَانَكَ).",
    "text":
        "Мағфират этишингни сўрайман. (Абу Довуд, Термизий ва Ибн Можа ривояти"
  },
  {
    "id": 59,
    "catId": 15,
    "audio": "151.mp3",
    "name": "1",
    "catName": "Манзил-уйдан чиқишда ўқиладиган зикр",
    "arab":
        "(بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلاَحَوْلَ ولاَقُوَّةَ إِلاَّ بِاللَّهِ).",
    "text":
        "Бисмиллаҳи, Аллоҳга таваккал қилдим. Бир ҳолатдан иккинчи ҳолатга ўтиш ва қувват ёлғиз Аллоҳдандир. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 60,
    "catId": 15,
    "audio": "152.mp3",
    "name": "2",
    "catName": "Манзил-уйдан чиқишда ўқиладиган зикр",
    "arab":
        "(اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ، أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ).",
    "text":
        "Эй Аллоҳ, мен Сендан адашишдан ёки адаштирилишдан, тойиш ёки тойдирилишдан ёки зулм қилиш ёки зулмланишдан ёки (бировга) жоҳиллик қилиш ёки менга жоҳиллик қилинишдан паноҳ беришингни сўрайман. (Абу Довуд, Насоий, Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 61,
    "catId": 16,
    "audio": "161.mp3",
    "name": "1",
    "catName": "Манзил-уйга киришда айтиладиган зикр",
    "arab":
        "(بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى رَبِّنَا تَوَكَّلْنَا).",
    "text":
        "«Аллоҳ номи билан кирдик ва Аллоҳ номи билан чиқдик ва Парвардигоримизга таваккал этдик.» Сўнгра аҳлига салом берсин. (Абу Довуд ривояти).<br>Агар киши уйига киришида ва таом пайтида Аллоҳни зикр қилса, Шайтон (болаларига) айтади: Сизлар учун (бу ерда) тунаш ҳам, кечки таом ҳам йўқ. (Муслим ривояти)."
  },
  {
    "id": 62,
    "catId": 18,
    "audio": "181.mp3",
    "name": "1",
    "catName": "Фарзанд кўрган кишига айтиладиган муборакбод ва унинг жавоби",
    "arab":
        "( بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ ) . وَيَرُدُّ عَلَيْهِ الْمُهَنَّأُ فَيَقُولُ: ( بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللهُ خَيْراً، وَرَزَقَكَ اللهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ ) .",
    "text":
        "Аллоҳ сизга қилинган тортиқни баракотли этсин! Берувчига шукроналар айтинг. Вояга етсин, яхшилигини кўринг!"
  },
  {
    "id": 62,
    "catId": 18,
    "audio": "182.mp3",
    "name": "2",
    "catName": "Фарзанд кўрган кишига айтиладиган муборакбод ва унинг жавоби",
    "arab":
        "( وَيَرُدُّ عَلَيْهِ الْمُهَنَّأُ فَيَقُولُ: ( بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللهُ خَيْراً، وَرَزَقَكَ اللهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ ) .",
    "text":
        "Муборакбод этилувчи шундай жавоб қайтаради: Аллоҳ сизга ҳам баракотлар ато этсин. Яхши мукофотлар билан мукофотласин. Сизгада худди шундайини берсин. Савобингизни зиёда қилсин. (Нававийнинг «Азкор» китобидан)."
  },
  {
    "id": 63,
    "catId": 19,
    "audio": "191.mp3",
    "name": "1",
    "catName": "Болалар учун нима деб паноҳ тиланади",
    "arab":
        "( أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ ) .",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам Ҳасан ва Ҳусайнга қуйидагича паноҳ тилар эдилар: «Аллоҳнинг мукаммал калималари билан ҳар бир шайтондан, зарарли ҳашаротдан ҳамда ёмон кўз (тегиши)дан сизларга паноҳ тилайман». (Бухорий ривояти)."
  },
  {
    "id": 64,
    "catId": 20,
    "audio": "201.mp3",
    "name": "1",
    "catName": "Уйланган кишига айтиладиган дуо",
    "arab":
        "( بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ ) .",
    "text":
        "Аллоҳ сизга бу никоҳни баракотли этсин. Аллоҳ сизга баракотлар ёғдирсин ва иккингиз ўртангизни яхшиликда жамласин. (Абу Довуд, Термизий, Насоий ва Ибн Можа ривояти)."
  },
  {
    "id": 65,
    "catId": 21,
    "audio": "211.mp3",
    "name": "1",
    "catName":
        "Уйланган киши ва (ҳайвон) от-улов сотиб олган киши ўқийдиган дуо",
    "arab":
        "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوِ اشْتَرَى خَادِماً فَلْيَقُلْ: ( اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وأَعُوْذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ). وَإِذَا اشْتَرَى بَعِيْراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذلِكَ .",
    "text":
        "Агар бирортангиз уйланса ёки хизматкор сотиб олса, қуйидагича дуо қилсин: «Эй Аллоҳ! Мен Сендан унинг ва унга табиат қилиб (туғма) берган нарсангнинг яхшилигини сўрайман. Унинг ва унга (туғма) табиат қилиб берган нарсангнинг ёмонлигидан паноҳ беришингни сўрайман». Агар туя сотиб олган бўлса, унинг ўркачи учидан ушлаб юқоридаги дуони айтсин. (Абу Довуд ва Ибн Можа ривояти)."
  },
  {
    "id": 66,
    "catId": 22,
    "audio": "221.mp3",
    "name": "1",
    "catName": "Аёлига яқинлик қилиш олдидан айтиладиган дуо",
    "arab":
        "( بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا ) .",
    "text":
        "Бисмиллаҳи (Аллоҳ номи билан). Эй Аллоҳ! Биздан ва бизга ризқ қилиб берадиганинг (фарзанд)дан шайтонни йироқ қил. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 67,
    "catId": 23,
    "audio": "231.mp3",
    "name": "1",
    "catName": "Ифтор вақтида айтиладиган дуо",
    "arab":
        "( ذَهَبَ الظَّمَأُ، وَابْتَلَّتِ الْعُرُوقُ، وَثَبَتَ الأَجْرُ إِنْ شَاءَ اللَّهُ ) .",
    "text":
        "Чанқоқ кетди, томирлар ҳўлланди ва ин ша Аллоҳ ажр собит бўлди. (Абу Довуд ривояти)."
  },
  {
    "id": 68,
    "catId": 23,
    "audio": "232.mp3",
    "name": "2",
    "catName": "Ифтор вақтида айтиладиган дуо",
    "arab":
        "( اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي ) .",
    "text":
        "Эй Аллоҳ! Мен Сендан барча нарсадан кенг бўлган раҳматинг билан менинг гуноҳларимни кечиришингни сўрайман. (Абдуллоҳ ибн Амр розияллоҳу анҳумонинг дуоларидан). (Ибн Можа ривоят қилган)."
  },
  {
    "id": 69,
    "catId": 24,
    "audio": "",
    "name": "1",
    "catName": "Таомдан аввал айтиладиган дуо",
    "arab":
        "إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُل: (بِسْمِ اللَّهِ)، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُل: (بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ).",
    "text":
        "Агар биронтангиз таом ейдиган бўлса, «Бисмиллаҳи – Аллоҳ номи билан», деб айтсин. Агар таомдан аввал айтиш хотирасидан кўтарилса, «Аввалида ҳам, охирида ҳам Аллоҳ номи билан (ейман)», деб айтсин. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 70,
    "catId": 24,
    "audio": "241.mp3",
    "audio1": "242.mp3",
    "name": "2",
    "catName": "Таомдан аввал айтиладиган дуо",
    "arab":
        "وَمَن سَقَاهُ اللهُ لَبَناً فَلْيَقُلْ : ( اللَّهُمَّ بَارِكْ لَنَا فِيهِ، وَزِدْنَا مِنْهُ).",
    "arab1":
        "مَن أَطْعَمَهُ اللهُ الطَّعَامَ فَلْيَقُلْ: (اللَّهُمَّ بَارِكْ لَنَا فِيهِ، وَأَطْعِمْنَا خَيْراً مِنْهُ).",
    "text":
        "Кимники Аллоҳ таомлантирса, у шундай деб айтсин: «Эй Аллоҳ! Бизга бу таомни баракотли эт ва ундан ҳам яхшироғи билан бизни таомлантир». Кимгаки Аллоҳ сутни насиба қилса, у айтсинки: «Эй Аллоҳ! Уни бизга баракали эт ва зиёда қил». (Термизий ривояти).",
    "text1":
        "Кимгаки Аллоҳ сутни насиба қилса, у айтсинки: «Эй Аллоҳ! Уни бизга баракали эт ва зиёда қил». (Термизий ривояти)"
  },
  {
    "id": 71,
    "catId": 25,
    "audio": "251.mp3",
    "name": "1",
    "catName": "Таомдан сўнг айтиладиган дуо",
    "arab":
        "( الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي، وَلاَ قُوَّةٍ ) .",
    "text":
        "Мен томондан ҳеч қандай ҳаракат ва қувватсиз менга бу таомни едирган ва шу билан ризқлантирган Аллоҳга ҳамдлар бўлсин. (Абу Довуд, Термизий ва Ибн Можа ривоятлари)."
  },
  {
    "id": 72,
    "catId": 25,
    "audio": "252.mp3",
    "name": "2",
    "catName": "Таомдан сўнг айтиладиган дуо",
    "arab":
        "( الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ [مَكْفِيٍّ وَلاَ] مُوَدَّعٍ، وَلاَ مُسْتَغْنىً عَنْهُ رَبُّنَا ) .",
    "text":
        "Аллоҳга риёсиз-ҳақиқий, муборак, кўпдан кўп ҳамдлар бўлсин. Парвардигоримиз ҳеч кимга муҳтож эмас. (Балки Унинг ўзи барча бандаларини таомлантиради ва кифоя этади). У тарк қилинмас ва Ундан беҳожат бўлинмас. (Бухорий ва Термизий ривояти)."
  },
  {
    "id": 73,
    "catId": 26,
    "audio": "261.mp3",
    "name": "1",
    "catName": "Меҳмоннинг мезбонга қиладиган дуоси",
    "arab":
        "( اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ ) .",
    "text":
        "Парвардигоро! Уларга берган ризқингни баракотли қил. Уларни(нг гуноҳларини) мағфират эт ва уларга раҳм қил. (Муслим ривояти)."
  },
  {
    "id": 74,
    "catId": 27,
    "audio": "271.mp3",
    "name": "1",
    "catName": "Сув ичирган ёки ичиришни хоҳлаган кишига қилинадиган дуо",
    "arab": "( اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي ) .",
    "text":
        "Парвардигоро! Менга таом берганни Ўзинг таомлантир. Менга сув ичирганга Ўзинг сув ичир. (Муслим ривояти)."
  },
  {
    "id": 75,
    "catId": 28,
    "audio": "281.mp3",
    "name": "1",
    "catName": "Бирор хонадонда ифтор қилинганда айтиладиган дуо",
    "arab":
        "(أَفْطَرَ عِنْدَكُمْ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلائِكَةُ).",
    "text":
        "Хонадонингизда рўзадорлар ифтор қилсин. Таомларингизни яхшилар есин ва фаришталар сизларни дуо қилсин. (Абу Довуд, Ибн Можа ва Насоий ривояти)."
  },
  {
    "id": 76,
    "catId": 29,
    "audio": "",
    "name": "1",
    "catName": "Таом ҳозир бўлиб ундан емаган рўзадор киши нима қилади",
    "arab":
        "( إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَأنَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ ) . وَمَعنَى (فَلْيُصَلِّ) أَيْ : فَلْيَدْعُ .",
    "text":
        "Сизларнинг бирингиз бир жойга таклиф этилса, борсин. Агар рўзадор бўлса, дуо қилсин. Рўзадор бўлмаса, таомдан есин. (Муслим ривояти)."
  },
  {
    "id": 77,
    "catId": 30,
    "audio": "301.mp3",
    "name": "1",
    "catName": "Бирон киши ҳақорат қилганида рўзадор нима деб жавоб қайтаради",
    "arab": "( إِنِّي صَائِمٌ، إِنِّي صَائِمٌ ) .",
    "text": "Мен рўзадорман! Мен рўзадорман! (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 78,
    "catId": 31,
    "audio": "3111.mp3",
    "name": "1",
    "catName": "Янги чиққан мевани кўрганда ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا ) .",
    "text":
        "Парвардигоро! Бизнинг меваларимизга баракот ато эт. Шаҳримизга баракот ато эт. Тош-тарозумизга баракот ато эт. (Муд, соъ ўлчов бирликлари). (Муслим ривояти)."
  },
  {
    "id": 79,
    "catId": 32,
    "audio": "3211.mp3",
    "name": "1",
    "catName": "Жонлиқ сўйилаётганда, қурбонлик қилинаётганда нима дейилади",
    "arab":
        "( بِسْمِ اللهِ، وَاللهُ أَكْبَرُ، [اللَّهُمَّ مِنْكَ وَلَكَ ]، اللَّهُمَّ تَقَبَّلْ مِنِّي ) .",
    "text":
        "Аллоҳ номи билан. Аллоҳ буюкроқдир. (Парвардигоро! Бу (жонлиқ) Сендан (Сен томондан берилган)дир ва Сенгадир (яъни, Сенга, Сенинг номинг билан қурбонлик этилади). Парвардигоро! Мендан қабул эт! (Муслим ва Байҳақий ривояти. Қавс ичидаги жумла Байҳақийдан). "
  },
  {
    "id": 80,
    "catId": 35,
    "audio": "3511.mp3",
    "name": "1",
    "catName": "Ташвиш ва маҳзунликда ўқиладиган дуо",
    "arab":
        "( اللهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاءَ حُزْنِي وَذَهَابَ هَمِّي ) .",
    "text":
        "Эй Аллоҳим! Албатта, мен Сенинг қулингдирман. Қулингни ўғлиман. Чўрингни ўғлиман. Пешонам қўлингда (яъни, мен Сенинг салтанатинг-ҳукминг остидаман). Ҳукминг менинг устимда жорийдир. Менинг устимдаги қазо (амр-ҳукминг) адолатдир. Сенинг учун бўлган ҳар бир исм билан Сендан сўрайман. У исм билан Ўзингни номлаган эдинг ёки бирон китобингда нозил қилган эдинг ёки уни бирон бандангга билдиргандинг ёки Ўз олдингдаги ғайб илмида олиб қўйган эдинг. Шу исмларнинг ҳаммаси билан сўрайман. Қуръонни калбимнинг баҳори, кўнглимнинг нури, маҳзунлигимни кетиши (кетказувчи) ва ташвишимни кетиши (аритувчи) қил. (Аҳмад ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 81,
    "catId": 35,
    "name": "2",
    "audio": "3512.mp3",
    "catName": "Ташвиш ва маҳзунликда ўқиладиган дуо",
    "arab":
        "(اللهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ).",
    "text":
        "Парвардигоро! Мен Сендан ташвишу ғамдан, ожизликдан, ялқовликдан, бахилликдан, қўрқоқликдан, қарзнинг оғирлигидан ва кишиларнинг ғолиб бўлиб кетишидан паноҳ беришингни сўрайман. (Расулуллоҳ соллаллоҳу алайҳи васаллам бу дуони кўп айтар эдилар). (Бухорий ривояти)."
  },
  {
    "id": 82,
    "catId": 36,
    "audio": "3611.mp3",
    "name": "1",
    "catName": "Қайғу ғамда ўқиладиган дуолар",
    "arab":
        "لاَ إِ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ، وَرَبُّ الأَرْضِ، وَرَبُّ الْعَرْشِ الْكَرِيمُ ).",
    "text":
        "Улуғ, Ҳалим Аллоҳдан Ўзга (ҳақ) илоҳ йўқ. Арш эгаси улуғ Аллоҳдан ўзга ҳеч (ҳақ) илоҳ йўқ. Осмонлар Рабби, ернинг Рабби, аршнинг Рабби бўлган Карим Аллоҳдан ўзга (ҳақ) илоҳ йўқ. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 83,
    "catId": 36,
    "audio": "3612.mp3",
    "name": "2",
    "catName": "Қайғу ғамда ўқиладиган дуолар",
    "arab":
        "( اللهُمَّ رَحْمَتَكَ أَرْجُو، فَلا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كَلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ).",
    "text":
        "Эй Аллоҳим! Раҳматингдан умидворман. Мени бирон лаҳза ҳам ўзимга топшириб қўйма. Менинг бутун шаънимни-ишларимни ўнгла. Сендан ўзга ҳеч қандай (барҳақ) илоҳ йўқ. (Абу Довуд ва Аҳмад ривояти)."
  },
  {
    "id": 84,
    "catId": 36,
    "audio": "3613.mp3",
    "name": "3",
    "catName": "Қайғу ғамда ўқиладиган дуолар",
    "arab":
        "( لاَ إِله إِلاَّ أَنْتَ، سُبْحَانَكَ، إِنِّي كُنْتُ مِنَ الظالِمِينَ ) .",
    "text":
        "Сендан ўзга ҳеч бир (барҳақ) маъбуд йўқ. Сен барча айбу нуқсондан пок Зотдирсан. Албатта, мен зулм қилувчилардан бўлдим. (Термизий ва Ҳоким ривояти)."
  },
  {
    "id": 85,
    "catId": 36,
    "audio": "3614.mp3",
    "name": "4",
    "catName": "Қайғу ғамда ўқиладиган дуолар",
    "arab": "( الله, الله رَبِّي، لاَ أَشْرِكُ بِهِ شَيْئاً ) .",
    "text":
        "Аллоҳ, Аллоҳ Роббим. Унга ҳеч бир нарсани шерик қилмасман. (Абу Довуд ва Ибн Можа ривояти)."
  },
  {
    "id": 86,
    "catId": 37,
    "audio": "3711.mp3",
    "name": "1",
    "catName":
        "Душманга ва салтанат эгасига рўбарў келинганда айтиладиган дуолар",
    "arab":
        "(اللهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِمْ، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ ) .",
    "text":
        "Эй Аллоҳим! Уларнинг қаршисига биз Сени қўйгаймиз ва Сендан уларнинг ёмонлигидан паноҳ беришингни сўраймиз. (Абу Довуд ривояти. Ҳоким саҳиҳ деган)."
  },
  {
    "id": 87,
    "catId": 37,
    "audio": "3712.mp3",
    "name": "2",
    "catName":
        "Душманга ва салтанат эгасига рўбарў келинганда айтиладиган дуолар",
    "arab":
        "(اللهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَجُولُ، وَبِكَ أَصُولُ، وَبِكَ أُقَاتِلُ ) .",
    "text":
        "Эй Аллоҳим! Ўзинг менга ёрдам берувчисан, Ўзинг менга нусрат берувчисан. Сенинг мададинг билан жавлон ураман, (душманимга) ташланаман. Сенинг мададинг билан жангга кираман! (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 88,
    "catId": 37,
    "audio": "3713.mp3",
    "name": "3",
    "catName":
        "Душманга ва салтанат эгасига рўбарў келинганда айтиладиган дуолар",
    "arab": "( حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ ) .",
    "text":
        "Аллоҳ бизга кифоядир! У нақадар яхши кифоя этувчи – сақловчи Зот! (Бухорий ривояти)."
  },
  {
    "id": 89,
    "catId": 38,
    "audio": "3811.mp3",
    "name": "1",
    "catName":
        "Султоннинг зулмидан қўрққан-хавфда бўлган киши ўқийдиган дуолар",
    "arab":
        "(اللهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيْمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ ) .",
    "text":
        "Етти осмоннинг Рабби, улуғ арш Парвардигори бўлган эй Аллоҳ! Фалончи ва яна Сенинг бандаларингдан бўлган унинг гуруҳидаги кимсалардан бири менга шошиб озору азиятлар етказишидан, туғёнга тушишидан ҳимоячим бўл. Сенинг ҳимоянг қудратли ҳимоядир. Сенинг мақтовинг юксакдир. Сендан ўзга ҳеч қандай (барҳақ) илоҳ йўқ. (Бухорий ривояти)."
  },
  {
    "id": 90,
    "catId": 38,
    "audio": "3812.mp3",
    "name": "2",
    "catName":
        "Султоннинг зулмидан қўрққан-хавфда бўлган киши ўқийдиган дуолар",
    "arab":
        "(اللهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيْعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَاوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ، وَأَتْبَاعِهِ، وَأَشْيَاعِهِ، مِنَ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِم، جَلَّ ثَنَاؤُكَ، وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ) (ثَلاَثَ مَرَّاتٍ).",
    "text":
        "Аллоҳ буюкроқдир! Аллоҳ жамики махлуқотларидан қудратли – Азиз зотдир. У мен қўрқаётган ва хавфланаётган кимсалардан қудратлироқдир! Яккаю ёлғиз илоҳ бўлган етти осмонни ер устига тушиб кетишидан тутиб турувчи – магар Унинг изни билан тушиши мумкин – Аллоҳдан фалончи банданг ҳамда унинг инсу жинлардан бўлган қўшинлари, эргашувчилари ва гуруҳларининг ёмонлигидан паноҳ беришини сўраб илтижо этаман. Эй Аллоҳим! Мени уларнинг шарри-ёмонлигидан асровчи ҳимоячим бўл. Сенинг мақтовинг юксак, ҳимоянг қудратлидир. Сенинг исминг буюк-баракотлидир ва Сендан ўзга (ҳақ) илоҳ йўқ. (Уч маротаба айтилади). (Бухорий ривояти)."
  },
  {
    "id": 91,
    "catId": 39,
    "audio": "3911.mp3",
    "name": "1",
    "catName": "Душманга қарата қилинадиган дуо",
    "arab":
        "(اللهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيْعَ الْحِسَابِ، اِهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْ ).",
    "text":
        "Китоб нозил этувчи, ҳисобни тез қилувчи эй Аллоҳ! (Душман) гуруҳларини мағлуб эт. Эй Аллоҳ! Уларни мағлуб эт ва зилзила-саросима сол. (Муслим ривояти)."
  },
  {
    "id": 92,
    "catId": 40,
    "audio": "4011.mp3",
    "name": "1",
    "catName": "Одамлардан қўрққан вақтда ўқиладиган дуо",
    "arab": "(اللهُمَّ اكْفِنِيْهِمْ بِمَا شِئْتَ ) .",
    "text":
        "Парвардигоро! Мени Ўзинг хоҳлаган нарса билан улардан сақла! (Муслим ривояти)."
  },
  {
    "id": 93,
    "catId": 41,
    "audio": "",
    "name": "1",
    "catName": "Иймонида шак-шубҳага бориб қолган киши дуоси",
    "arab": "(يَسْتَعِيذُ بِاللهِ ) .",
    "text":
        "Аллоҳдан «Аузу биллаҳи минашшайтонир рожим», деб паноҳ сўрайди. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 94,
    "catId": 41,
    "audio": "",
    "name": "2",
    "catName": "Иймонида шак-шубҳага бориб қолган киши дуоси",
    "arab": "(يَنْتَهِي عَمَّا شَكَّ فِيْهِ ) .",
    "text":
        "Шубҳага борган нарсасидан ўзини тўхтатади (у ҳақда ўйламайди). (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 95,
    "catId": 41,
    "audio": "",
    "name": "3",
    "catName": "Иймонида шак-шубҳага бориб қолган киши дуоси",
    "arab": "(يَقُولُ آمَنْتُ بِاللهِ وَرُسُلِهِ ) .",
    "text":
        "«Аллоҳга ва Унинг расулларига иймон келтирдим», деб айтади. (Муслим ривояти)."
  },
  {
    "id": 96,
    "catId": 41,
    "audio": "4114.mp3",
    "name": "4",
    "catName": "Иймонида шак-шубҳага бориб қолган киши дуоси",
    "arab":
        "يَقْرَأُ قَوْلَهُ تَعَالَى :}هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ{.",
    "text":
        "Қуйидаги (Ҳадид сурасидаги учинчи) оятни ўқийди: «У аввалдир ва Охирдир ва Зоҳирдир ва Ботиндир ва У барча нарсани билувчидир». (Абу Довуд ривояти. Албоний ҳасан деган)."
  },
  {
    "id": 97,
    "catId": 42,
    "audio": "4211.mp3",
    "name": "1",
    "catName": "Қарзни тўлашда ўқиладиган дуолар",
    "arab":
        "(اللهُمَّ اكْفِنِي بِحَلالِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكَ عَمَّنْ سِوَاكَ).",
    "text":
        "Эй Аллоҳ! Мени ҳалолинг билан ҳаромингдан сақла, тўс. Фазлу марҳаматинг билан ўзгалардан беҳожат эт. (Термизий ривояти)."
  },
  {
    "id": 98,
    "catId": 42,
    "audio": "4212.mp3",
    "name": "2",
    "catName": "Қарзни тўлашда ўқиладиган дуолар",
    "arab":
        "(اللهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)",
    "text":
        "Парвардигоро! Мен Сендан ташвишу ғамдан, ожизликдан, ялқовликдан, бахилликдан, қўрқоқликдан, қарзнинг оғирлигидан ва кишиларнинг ғолиб бўлиб кетишидан паноҳ беришингни сўрайман. (Бухорий ривояти)."
  },
  {
    "id": 99,
    "catId": 43,
    "audio": "4311.mp3",
    "name": "1",
    "catName": "Иши оғирлашган киши ўқийдиган дуо",
    "arab":
        "(اللهُمَّ لاَسَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً ) .",
    "text":
        "Эй Аллоҳ! Фақат Сен енгил этган нарсагина енгилдир. Агар Сен хоҳласанг, оғирлик-қаттиқликни ҳам енгил этувчидирсан. (Ибн Ҳиббон ва Ибн Сунний ривояти)."
  },
  {
    "id": 100,
    "catId": 44,
    "audio": "",
    "name": "1",
    "catName": "Бир гуноҳ ишни қилиб қўйган киши нима дейди ва нима қилади",
    "arab":
        "(مَا مِنْ عَبْدٍ يُذْنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللهَ، إِلاَّ غَفَرَ اللهُ لَهُ).",
    "text":
        "Бирон-бир гуноҳ иш қилиб қўйган киши яхшилаб таҳорат олиб икки ракаат намоз ўқиб, сўнгра Аллоҳдан истиғфор сўраса, Аллоҳ албатта уни мағфират қилади. (Абу Довуд ва Термизий ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 101,
    "catId": 45,
    "audio": "4511.mp3",
    "name": "1",
    "catName":
        "Ўзи хоҳламаган бир иш бўлса ёки кўзлаган нарсасига етолмаса ўқиладиган дуо",
    "arab": "(قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ ) .",
    "text":
        "Аллоҳнинг тақдири. У нимани хоҳлади, қилди.<br>Кучли мўъмин (иродали, катъиятли, матонатли охират ишларида муҳаббатли-ғайратли мўъмин) Аллоҳга (мазкур сифатларда) кучсиз мўъминга нисбатан суюклироқ ва яхшироқдир. Ҳар иккисида ҳам (иймон келтирганлари сабабли) хайр-яхшилик бор. Ўзингга наф берадиган нарсаларга (Аллоҳнинг тоатига, Унинг ҳузуридаги нарсага интилишга) ҳарис бўл. Аллоҳдан мадад тила, заифлашма. (Унинг талабидан бўшашма, ялқовлик қилма). Мабодо сенга бирон нарса етадиган бўлса, «Агар бунақа қилганимда унақа бўларди», деб айтма. Сен «Аллоҳнинг тақдири. У нимани хоҳлади, қилди», деб айт. Албатта «агар» калимаси шайтон амалини очиб-бошлаб берувчи бўлади. (Муслим ривояти)."
  },
  {
    "id": 102,
    "catId": 46,
    "audio": "4611.mp3",
    "name": "1",
    "catName": "Мусибат етган киши дуоси",
    "arab":
        "( إِنَّا لِلَّهِ، وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيْبَتِي، وَأَخْلِفْ لِي خَيْراً مِنْهَا).",
    "text":
        "Албатта, биз Аллоҳнинг (бандаларимиз) ва албатта биз У зотга қайтувчилармиз. Эй Аллоҳ! Мана шу мусибатимда (сабабли) менга ажру-мукофот бер ва мен учун ундан яхшироқ бўлган нарсани эваз қил. (Муслим ривояти)."
  },
  {
    "id": 103,
    "catId": 47,
    "audio": "4711.mp3",
    "name": "1",
    "catName": "Fазабланганда ўқиладиган дуо",
    "arab": "( أَعُوْذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ) .",
    "text":
        "Аузу биллаҳи минаш шайтонир рожим - Аллоҳдан тошбўрон қилинган шайтондан паноҳ беришини сўрайман. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 104,
    "catId": 48,
    "audio": "4811.mp3",
    "name": "1",
    "catName": "Яхши ёки ёмон бир иш бўлган вақтда ўқиладиган дуо",
    "arab":
        "كَانَ إِذَا أَتَاهُ الأَمْرُ يَسُرُّهُ قَالَ : ( الْحَمْدُ لِلَّهِ الَّذِي بِنَعْمَتِهِ تَتِمُّ الصَّالِحَاتُ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам ўзларига хуш ёқадиган бир иш бўлса, шундай дердилар: »Унинг неъмати билан яхши нарса (амал)лар камолига етадиган Аллоҳга ҳамд бўлсин». (Ибн Сунний ва Ҳоким ривояти)."
  },
  {
    "id": 105,
    "catId": 48,
    "audio": "4812.mp3",
    "name": "2",
    "catName": "Яхши ёки ёмон бир иш бўлган вақтда ўқиладиган дуо",
    "arab":
        "وَإِذَا أَتَاهُ الأَمْرُ يَكْرَهُهُ قَالَ : ( الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ ) .",
    "text":
        "Нохуш, ёқмайдиган иш бўлса, шундай дердилар: Барча ҳолатлар учун (барча ҳолатларда ҳам) Аллоҳга ҳамд бўлсин. (Ибн Сунний ва Ҳоким ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 106,
    "catId": 49,
    "audio": "",
    "name": "1",
    "catName": "Тажжуб ва хушхабар пайтида айтиладиган дуо",
    "arab": "(سُبْحَانَ اللَّهِ!) .",
    "text":
        "«Субҳаналлоҳ» Аллоҳ барча айбу нуқсондан покдир! (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 107,
    "catId": 49,
    "audio": "",
    "name": "2",
    "catName": "Тажжуб ва хушхабар пайтида айтиладиган дуо",
    "arab": "(اللَّهُ أَكْبَرُ!) .",
    "text":
        "«Аллоҳу акбар» Аллоҳ буюкроқдир! (Бухорий, Термизий ва Аҳмад ривояти)."
  },
  {
    "id": 108,
    "catId": 50,
    "audio": "",
    "name": "1",
    "catName": "Қувончли хабар келганда нима қилинади",
    "arab":
        "(كَانَ النَّبِيُّ إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً للهِ تَبَارَكَ وَتَعَالَى) .",
    "text":
        "Набий алайҳиссалом ўзларини қувонтирадиган ёки қувончли бирон иш бўладиган бўлса, улуғ ва буюк Аллоҳга шукроналар этиб саждага бош қўярдилар. (Абу Довуд, Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 109,
    "catId": 51,
    "audio": "5111.mp3",
    "name": "1",
    "catName": "Танасида бирон-бир оғриқни сезган киши нима қилади",
    "arab":
        "(ضَعْ يَدَكَ عَلَى الَّذِي تَأَلَّمَ مِنْ جَسَدِكَ، وَقُلْ : بِسْمِ اللهِ ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ : أَعُوذُ بِاللهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ).",
    "text":
        "Қўлингизни оғриётган аъзоингиз устига қўйиб, уч марта «Бисмиллаҳи (Аллоҳ номи билан)» денг ва етти марта «Аллоҳдан, Унинг қудратидан мен сезаётган ва хавфланаётган нарсанинг ёмонлигидан паноҳ тилайман», деб айтинг. (Муслим ривояти)."
  },
  {
    "id": 110,
    "catId": 52,
    "audio": "",
    "name": "1",
    "catName": "Бир нарсага кўзи тегишидан қўрққан киши нима деб дуо қилади",
    "arab":
        "(إِذَا رَأَى أَحَدُكُمْ مِنْ أَخِيْهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [ فَلْيَدْعُ لَهَ بِالْبَرَكَةِ ]، فَإِنَّ الْعَيْنَ حَقٌّ).",
    "text":
        "Агар биронтангиз биродарида, ўзида ёки ўз молида ёқтирадиган нарсани кўриб қолса, [унга барака тилаб дуо қилсин]. Албатта, кўз ҳақ (бор нарса). (Аҳмад, Ибн Можа ва Молик ривояти)."
  },
  {
    "id": 111,
    "catId": 53,
    "audio": "5311.mp3",
    "name": "1",
    "catName": "Қўрқув ҳолатида нима дейди",
    "arab": "( لاَ إِلَهَ إِلاَّ اللهُ ) .",
    "text": "Аллоҳдан ўзга (ҳақ) илоҳ йўқ. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 112,
    "catId": 54,
    "audio": "5411.mp3",
    "name": "1",
    "catName": "Сафар дуоси",
    "arab":
        "( اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، } سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ{ ، اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا، وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَلِيفَةُ فِي الأَهْلِ، اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكآبَةِ الْمَنْظَرِ، وَسُوءِ المُنْقَلَبِ فِي الْمَالِ وَالأَهْلِ)",
    "text":
        "Аллоҳ буюкроқдир! Аллоҳ буюкроқдир! Аллоҳ буюкроқдир! «Бизларга бу (кема, сайёра ёки от-улов)ни бўйсундириб қўйган Зот (яъни, Аллоҳ барча айбу нуқсондан) покдир. Бизлар ўзимиз бунга қодир эмас эдик. Шак-шубҳасиз бизлар (барчамиз) Парвардигоримизга қайтувчидирмиз». (Зуҳруф: 13). Эй Аллоҳ! Бизлар Сендан ушбу сафаримизда тоат-ибодатларни, тақвони ва сен рози бўладиган амалларни сўраймиз. Парвардигоро! Сафардаги йўлдош ҳам, хонадонда ўринбосар-халифа ҳам Ўзингдирсан! Эй Аллоҳ! Мен Сендан сафар машаққатларидан, қайғули-ёмон нарсалар (кўринишлар) дан ҳамда мол-мулк ва оилага етадиган зиён-заҳматдан паноҳ беришингни сўрайман."
  },
  {
    "id": 113,
    "catId": 54,
    "audio": "",
    "name": "2",
    "catName": "Сафар дуоси",
    "arab":
        ".وَإِذَا رَجَعَ قَالَهُنَّ وَزَادَ فِيْهِنَّ: (آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ ) .",
    "text":
        "Сафардан қайтганида ҳам юқоридагиларни такрорлайди ва қуйидагиларни қўшимча қилади: (Биз) қайтувчилар, тавба қилувчилар, ибодат этувчилар ва Парвардигоримизга ҳамд айтувчилармиз. (Муслим ривояти)."
  },
  {
    "id": 114,
    "catId": 55,
    "audio": "5511.mp3",
    "name": "1",
    "catName": "Қишлоқ ёки шаҳарга кириш дуоси",
    "arab":
        "( اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَاضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّيَاطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وأَعُوْذُ بِكَ مِنْ شَرِّهَا، وشَرِّ أَهْلِهَا، وشَرِّ مَا فِيهَا ) .",
    "text":
        "Етти қат осмон ва улар соя солган нарсалар Рабби, етти қат ер ва устидаги нарсалар Рабби, шайтонлар ҳамда улар йўлдан оздирганларнинг Рабби, шамоллар ва улар ташиган-учирган нарсалар Рабби бўлган эй Аллоҳ! Мен Сендан ушбу қишлоқнинг, унинг аҳлининг ва ундаги нарсаларнинг яхшилигини сўрайман. Унинг, аҳлининг ҳамда ундаги нарсаларнинг ёмонлигидан паноҳ тилайман. (Ҳоким ва Ибн Сунний ривояти. Заҳабий саҳиҳ деган). "
  },
  {
    "id": 115,
    "catId": 56,
    "audio": "",
    "name": "1",
    "catName": "Улови қоқилса-тойилиб кетса, ўқиладиган дуо",
    "arab": "( بِسْمِ اللَّهِ ) .",
    "text":
        "Бисмиллаҳ (Аллоҳ номи билан). (Абу Довуд ривояти. Албоний саҳиҳ деган). "
  },
  {
    "id": 116,
    "catId": 57,
    "audio": "5711.mp3",
    "name": "1",
    "catName": "Бозорга киришда ўқиладиган дуо",
    "arab":
        "( لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لاَ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) .",
    "text":
        "Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиз-шериксиз Зотдир. Мулк ҳам, ҳамд ҳам Уникидир. У тирилтиради ва ўлдиради. У тирикдир, ўлмайди. (Бутун) яхшилик Унинг қўлидадир ва У барча нарсага қодир Зотдир. (Термизий ва Ҳоким ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 117,
    "catId": 59,
    "audio": "",
    "name": "1",
    "catName": "Сафарда такбир ва тасбеҳ айтиш",
    "arab":
        "قَالَ جَابِرٌ رضي الله عنه : ( كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا).",
    "text":
        "Жобир розияллоҳу анҳу айтади: Биз (тепаликка) кўтарилганимизда такбир (Аллоҳу акбар), тушаётганимизда тасбеҳ (Субҳаналлоҳ) айтардик. (Бухорий ривояти)."
  },
  {
    "id": 118,
    "catId": 60,
    "audio": "6011.mp3",
    "name": "1",
    "catName": "Сафарда ёки бошқа ҳолатда бир манзилга қўнган кишининг дуоси",
    "arab":
        "( أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَاخَلَقَ).",
    "text":
        "Яратган нарсаларининг ёмонлигидан Аллоҳнинг мукаммал сўзлари билан паноҳланаман. (Муслим ривояти). "
  },
  {
    "id": 119,
    "catId": 61,
    "audio": "6111.mp3",
    "name": "1",
    "catName": "Сафардан қайтишда айтиладиган зикр",
    "arab":
        "يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيْرَاتٍ، ثُمَّ يَقُولُ : ( لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ).",
    "text":
        "Ҳар бир тепаликда уч марта «Аллоҳу акбар», деб такбир айтилади. Сўнгра эса: «Аллоҳдан ўзга (ҳақ) илоҳ йўқ. Унинг шериги йўқ. Мулк ҳам, ҳамд ҳам Уникидир ва У барча нарсага қодир. (Биз) қайтувчилар, тавба этувчилар, ибодат қилувчилар ва Раббимизга ҳамд айтувчилармиз. Аллоҳ ваъдасини рост этди, бандасини ғолиб қилди ва гуруҳларни ёлғиз Ўзи мағлуб қилди», деб айтади. (Расулуллоҳ соллаллоҳу алайҳи васаллам бирон ғазот ёки ҳаждан қайтганларида шундай деб айтардилар). (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 120,
    "catId": 62,
    "audio": "6211.mp3",
    "name": "1",
    "catName": "Мусофирнинг муқим кишига айтадиган дуоси",
    "arab": "( أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ ) .",
    "text":
        "Сизларни омонати (ҳеч вақт) зое бўлмайдиган Аллоҳга топширдим. (Аҳмад ва Ибн Можа ривояти)."
  },
  {
    "id": 121,
    "catId": 63,
    "audio": "6311.mp3",
    "name": "1",
    "catName": "Муқим кишининг мусофирга айтадиган дуоси",
    "arab":
        "( أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ).",
    "text":
        "Динингизни, омонатингизни ва амалингизнинг хотималарини (охирини) Аллоҳга топширдим. (Аҳмад ва Термизий ривояти)."
  },
  {
    "id": 122,
    "catId": 63,
    "audio": "6312.mp3",
    "name": "2",
    "catName": "Муқим кишининг мусофирга айтадиган дуоси",
    "arab":
        "( زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ ) .",
    "text":
        "Аллоҳ сизга тақвони зодроҳила қилсин. Гуноҳингизни кечирсин ва қаерда бўлсангиз ҳам сизга яхшиликни осон қилсин. (Термизий ривояти)."
  },
  {
    "id": 123,
    "catId": 64,
    "audio": "6411.mp3",
    "name": "1",
    "catName": "Таҳорат олишдан олдин айтиладиган зикр",
    "arab": "( بِسْمِ اللَّهِ).",
    "text":
        "Бисмиллаҳи (Аллоҳ номи билан таҳорат оламан). (Абу Довуд, Ибн Можа ва Аҳмад ривояти)."
  },
  {
    "id": 124,
    "catId": 65,
    "audio": "6511.mp3",
    "name": "1",
    "catName": "Таҳоратдан сўнг айтиладиган зикр",
    "arab":
        "( أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ).",
    "text":
        "Гувоҳлик бераманки, ёлғиз Аллоҳдан ўзга (барҳақ) маъбуд йўқ. У шериксиздир. Гувоҳлик бераманки, Муҳаммад соллаллоҳу алайҳи ва саллам Унинг қули ва Расулидир. (Муслим ривояти)."
  },
  {
    "id": 125,
    "catId": 65,
    "audio": "6512.mp3",
    "name": "2",
    "catName": "Таҳоратдан сўнг айтиладиган зикр",
    "arab":
        "(اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ).",
    "text":
        "Эй Аллоҳ! Мени тавба қилувчилардан ва таҳоратли-покиза кишилардан қил. (Термизий ривояти)."
  },
  {
    "id": 126,
    "catId": 65,
    "audio": "6513.mp3",
    "name": "3",
    "catName": "Таҳоратдан сўнг айтиладиган зикр",
    "arab":
        "(سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيكَ).",
    "text":
        "Эй Аллоҳим! Сен поксан ва Сенинг ҳамдинг билан (тасбеҳ айтаман). Гувоҳлик бераманки, Сендан ўзга (ҳақ) илоҳ йўқ. Сендан истиғфор сўрайман ва Сенга тавба қиламан. (Насоий ривояти)."
  },
  {
    "id": 127,
    "catId": 66,
    "audio": "6611.mp3",
    "name": "1",
    "catName": "Масжидга боришда ўқиладиган дуо",
    "arab":
        "(اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُوْراً، وَفِي لِسَانِي نُوْراً، وَفِي سَمْعِي نُوْراً، وَفِي بَصَرِي نُوْراً، وَمِنْ فَوْقِي نُوْراً، وَمِنْ تَحْتِي نُوْراً، وَعَن يَمِيْنِي نُوراً، وَعَنْ شِمَالِي نُوراً، وَمِنْ أَمَامِي نُوْراً، وَمِنْ خَلْفِي نُوْراً، وَاجْعَلْ فِي نَفْسِي نُوراً، وَأَعْظِمْ لِي نُوراً، وَعَظِّمْ لِي نُوراً، وَاجْعَلْ لِي نُوراً، وَاجْعَلْنِي نُوراً، اللَّهُمَّ أَعْطِنِي نُوْراً، وَاجْعَلْ فِي عَصَبِي نُوراً، وَفِي لَحْمِي نُوراً، وَفِي دَمِي نُوراً، وَفِي شَعْرِي نُوراً، وَفِي بَشَرِي نُوراً [للَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي، وَنُوراً فِي عِظَامِي] [وَزِدْنِيْ نُوراً، وَزِدْنِيْ نُوراً، وَزِدْنِيْ نُوراً] [وَهَبْ لِي نُوراً عَلَى نُور]).",
    "text":
        "Эй Аллоҳ! Менинг калбимда, тилимда, эшитишим-қулоғимда, кўзимда, устимдан, остимдан, ўнгимдан, чапимдан, олдимдан ва ортимдан нур қил. Қалбимда нур қил. Менда нурни кўп қил. Уни менда яна ҳам мўл-кўл эт. Менга нур қил, мени нур қил, эй Аллоҳим, менга нур ато эт. Менинг пайларимда, гўштларимда, қонимда, сочим (мўйим)да ва теримда нур қил. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 128,
    "catId": 66,
    "audio": "6612.mp3",
    "name": "2",
    "catName": "Масжидга боришда ўқиладиган дуо",
    "arab":
        "«اللَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي … وَنُوراً فِي عِظَامِي».",
    "text":
        "Эй Аллоҳ, менинг қабримда ва суякларимда нур қил. (Термизий ривояти)."
  },
  {
    "id": 129,
    "catId": 66,
    "audio": "6613.mp3",
    "name": "3",
    "catName": "Масжидга боришда ўқиладиган дуо",
    "arab": "«وَزِدْنِيْ نُوراً، وَزِدْنِيْ نُوراً، وَزِدْنِيْ نُوراً».",
    "text":
        "Менда нурни зиёда эт. Менда нурни зиёда эт. Менда нурни зиёда эт. (Бухорий ривояти)."
  },
  {
    "id": 130,
    "catId": 66,
    "audio": "6614.mp3",
    "name": "4",
    "catName": "Масжидга боришда ўқиладиган дуо",
    "arab": "«وَهَبْ لِي نُوراً عَلَى نُورٍ».",
    "text": "Менга нур устига яна нур бер. (Ибн Ҳажар келтирган)."
  },
  {
    "id": 131,
    "catId": 67,
    "audio": "6711.mp3",
    "name": "1",
    "catName": "Масжидга киришда ўқиладиган дуо",
    "arab":
        "(أَعُوْذُ بِاللَّهِ الْعَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ، [ بِسْمِ اللَّهِ، وَالصَّلاةُ ] وَالسَّلامُ عَلَى رَسُوْلِ اللَّهِ).",
    "text":
        "Улуғ Аллоҳдан, Унинг карим юзи ва қадим салтанати билан тошбўрон қилинган шайтондан паноҳ тилайман. [Бисмиллаҳи, салот] ва салом Расулуллоҳга бўлсин. (Абу Довуд ривояти, қавс ичидаги лафзни Ибн Сунний зиёда қилган)."
  },
  {
    "id": 132,
    "catId": 67,
    "audio": "6712.mp3",
    "name": "2",
    "catName": "Масжидга киришда ўқиладиган дуо",
    "arab": "(اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ).",
    "text": "Эй Аллоҳ! Менга раҳматинг эшикларини оч. (Муслим ривояти)."
  },
  {
    "id": 133,
    "catId": 68,
    "audio": "6811.mp3",
    "name": "1",
    "catName": "Масжиддан чиқишда ўқиладиган дуо",
    "arab":
        "(بِسْمِ اللَّهِ وَالصَّلاةُ وَالسَّلامُ عَلَى رَسُوْلِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ).",
    "text":
        "Бисмиллаҳи. Расулуллоҳга салоту салом бўлсин! Эй Аллоҳ! Мен Сенинг фазлу марҳаматингдан сўрайман! Эй Аллоҳ, мени тошбўрон қилинган шайтондан маъсум эт-сақла! (Ибн Можа ривояти)."
  },
  {
    "id": 134,
    "catId": 69,
    "audio": "6911.mp3",
    "name": "1",
    "catName": "Азон зикрлари",
    "arab":
        "يَقُولُ مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ، إِلاَّ فِي (حَيَّ عَلَى الصَّلاةِ) وَ (حَيَّ عَلَى الْفَلاحِ )، فَيَقُولُ: (لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ).",
    "text":
        "«Ҳайя алас-солат» ва «Ҳайя алал-фалаҳ»дан бошқаларида муаззин сўзи қайтарилади. «Ҳайя алас-солат» ва «Ҳайя алал-фалаҳ» дейилганда (азон эшитувчи) «Ла ҳавла ва ла қуввата илла биллаҳ», - деб айтади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 135,
    "catId": 69,
    "audio": "6912.mp3",
    "name": "2",
    "catName": "Азон зикрлари",
    "arab":
        "(وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، رَضِيتُ بِاللَّهِ رَبّاً، وَبِمُحَمَّدٍ رَسُوْلاً، وَبِالإسْلامِ دِيناً). <br> (يَقُولُ ذلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ).",
    "text":
        "Айтадики: Мен ҳам Аллоҳдан ўзга барҳақ илоҳ йўқлигига, Унинг ёлғиз, шериксиз эканлигига ва Муҳаммад соллаллоҳу алайҳи ва саллам Унинг қули ҳамда Расули эканлигига гувоҳлик бераман. (Муслим ривояти).<br> Булар муаззин гувоҳлик келтириши (яъни, икки шаҳодати)дан сўнг айтилади. (Ибн Ҳузайма ривояти)."
  },
  {
    "id": 136,
    "catId": 69,
    "audio": "",
    "name": "3",
    "catName": "Азон зикрлари",
    "arab":
        "( يُصَلِّي عَلَى النَّبِيِّ r بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ).",
    "text":
        "Муаззинга жавоб бергач (яъни, унинг айтганларини такрорлаб бўлгач), Набий соллаллоҳу алайҳи ва салламга салот (соллаллоҳу алайҳи ва саллам деб) айтади. (Муслим ривояти)."
  },
  {
    "id": 137,
    "catId": 69,
    "audio": "6914.mp3",
    "name": "4",
    "catName": "Азон зикрлари",
    "arab":
        "يَقُولُ: (اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاةِ القَائِمَةِ، آتِ مُحَمَّداً الوَسِيلَةَ وَالفَضِيلَةَ، وَابْعَثْهُ مَقَاماً مَحْمُوْداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لاَ تُخْلِفُ الْمِيعَادِ]).",
    "text":
        "Кейин дуо қилиб айтади: Ушбу комил даъват-чақириқнинг, ҳозир бўлган-қоим намознинг Парвардигори бўлган эй Аллоҳ! Муҳаммад соллаллоҳу алайҳи ва салламга васила (Расулуллоҳ соллаллоҳу алайҳи ва саллам унга эришишга умид қилган жаннатдаги манзилат) ва фазила ато эт. Уни Ўзинг ваъда қилган мақтовли мақомга чиқар. [Албатта, Сен ваъдага хилоф қилмайсан]. (Бухорий ривояти, қавс ичида келтирилгани эса Байҳақийдан)."
  },
  {
    "id": 138,
    "catId": 69,
    "audio": "",
    "name": "5",
    "catName": "Азон зикрлари",
    "arab":
        "(يَّدْعُو لِنَفْسِهِ بَيْنَ الأَذَانِ وَالإِقَامَةِ، فَإِنَّ الدُّعَاءَ حِيْنَئِذٍ لاَ يُرَدُّ).",
    "text":
        "Азон билан иқомат оралиғидаги вақтда ўзи учун дуо қилади. Бу вақтда (қилинган) дуо қайтарилмайди (мақбулдир). (Абу Довуд, Термизий ва Аҳмад ривояти)."
  },
  {
    "id": 139,
    "catId": 70,
    "audio": "7011.mp3",
    "name": "1",
    "catName": "Истифтоҳ (намознинг бошида ўқиладиган) дуоси",
    "arab":
        "(اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالثَّلْجِ وَالْمَاءِ وَالْبَرَدِ).",
    "text":
        "Эй Аллоҳим, мен билан хатоларим орасини мағриб билан машриқ ўртасини узоқ қилганинг каби йироқ эт. Эй Аллоҳ! Оппоқ либос кирликдан тозалангани каби мени ҳам хатоларимдан тоза эт. Эй Аллоҳ! Мени хатоларимдан қор билан, сув билан ва дўл билан юв-покла! (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 140,
    "catId": 70,
    "audio": "7012.mp3",
    "name": "2",
    "catName": "Истифтоҳ (намознинг бошида ўқиладиган) дуоси",
    "arab":
        "(سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ).",
    "text":
        "Эй Аллоҳ! Сен (барча айбу нуқсонлардан) поксан. Сенинг ҳамдинг билан (тасбеҳ айтдим). Сенинг исминг баракотли, улуғлигинг олий бўлди ва Сендан ўзга илоҳ (и барҳақ) йўқдир. (Абу Довуд, Насоий, Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 141,
    "catId": 70,
    "audio": "7013.mp3",
    "name": "3",
    "catName": "Истифтоҳ (намознинг бошида ўқиладиган) дуоси",
    "arab":
        "(وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السماواتِ وَالأَرْضَ حَنِيفاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ، وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ، اللَّهُمَّ أَنْتَ الْمَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي، فَاغْفِرْ لِي ذُنُوبِي جَمِيعاً، إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، وَاهْدِنِي لأَحْسَنِ الأَخْلاقِ، لاَ يَهْدِي لأَحْسَنِهَا إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالْخَيْرُ كُلُّهُ بِيَدِيْكَ، وَالشَّرُّ لَيْسَ إِلَيْكَ، أَنَا بِكَ وَإِلَيْكَ، تَبَارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ).",
    "text":
        "Осмонлару ерни яратган Зотга мусулмон бўлиб, юзландим ва мен мушриклардан эмасман. Албатта намозим, қурбонлигим, ҳаётим ва мамотим оламлар Парвардигори бўлмиш Аллоҳ учундир. Унинг шериги йўқ. Мен шунга буюрилдим ва мен бўйсунувчилар-мусулмонларданман. Эй Аллоҳ! Сен Маликсан ва Сендан ўзга ҳеч бир (ҳақ) илоҳ йўқ. Сен Парвардигоримсан ва мен Сенинг қулингман. Мен (гуноҳлар қилиб) ўзимга зулм қилдим ва гуноҳларимни эътироф этдим. Менинг барча гуноҳларимни кечир. Албатта гуноҳларни ёлғиз Сен кечирувчисан. Мени энг гўзал хулқларга йўлла. Албата, гўзал хулқлар сари ёлғиз Сенгина ҳидоят этасан. Мендан ёмон хулқларни кеткиз. Албатта, ёмон хулқларни фақат Сенгина мендан кетказишга қодирсан. Мен Сенинг итоатингда турувчиман ва Сенинг итоатингда бўлувчиман. Барча яхшилик Сенинг кўлингдадир ва ёмонлик Сендан бўлмас. Мен Сен биланман (яъни, мададинг билан қоимман, борман) ва Сенга (қайта)ман. Сен улуғ ва олий бўлдинг. Сендан истиғфор тилайман ва Сенга тавба(лар) этаман. (Муслим ривояти)."
  },
  {
    "id": 142,
    "catId": 70,
    "audio": "7014.mp3",
    "name": "4",
    "catName": "Истифтоҳ (намознинг бошида ўқиладиган) дуоси",
    "arab":
        "(اللَّهُمَّ رَبَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اِهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ).",
    "text":
        "- Жаброил, Мийкоил ва Исрофилнинг Парвардигори, осмонлару ернинг холиқи, ошкору ғайб ишларни билувчи Эй Аллоҳ! Албатта Сен бандаларинг тортишиб қолган нарсаларда ҳукм қилурсан. Ўз изнинг билан ихтилоф қилинган ҳаққа мени бошла. Албатта Сен хоҳлаган кишингни тўғри йўлга йўлловчисан. (Муслим ривояти)."
  },
  {
    "id": 143,
    "catId": 70,
    "audio": "7015.mp3",
    "name": "5",
    "catName": "Истифтоҳ (намознинг бошида ўқиладиган) дуоси",
    "arab":
        "(اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كثيكثيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً - ثَلاَثاً)",
    "text":
        "Аллоҳ жуда буюкдир! Аллоҳ жуда буюкдир! Аллоҳ жуда буюкдир! Аллоҳга кўп ҳамд бўлсин! Аллоҳга кўп ҳамд бўлсин! Аллоҳга кўп ҳамд бўлсин! Эртаю кеч Аллоҳни (барча нуқсонлардан) поклайман! (3 марта такрорлайди)."
  },
  {
    "id": 301,
    "catId": 70,
    "audio": "70151.mp3",
    "name": "6",
    "catName": "Истифтоҳ (намознинг бошида ўқиладиган) дуоси",
    "text":
        "Аллоҳдан шайтоннинг нафасидан, дамидан ва васвасасидан паноҳ беришини сўрайман. (Абу Довуд, Ибн Можа ва Аҳмад ривояти. Муслим ҳам шунга яқин маънодаги ҳадисни келтирган).",
    "arab":
        "( أَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ)."
  },
  {
    "id": 144,
    "catId": 70,
    "audio": "7016.mp3",
    "name": "7",
    "catName": "Истифтоҳ (намознинг бошида ўқиладиган) дуоси",
    "arab":
        "(اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ، أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، [ وَلَكَ الْحَمْدُ، أَنْتَ رَبُّ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ، لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ، أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقَاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمُحَمَّدٌ r حَقٌّ، وَالسَّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ] [أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ، لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ).",
    "text":
        "Бу зикрни Расулуллоҳ соллаллоҳу алайҳи ва саллам кечаси таҳажжуд ўқиётганларида айтардилар:<br>Эй Аллоҳ! Сенга ҳамд бўлсин! Сен осмонлару ер ва улардагиларнинг нуридирсан. Сенга ҳамд бўлcин. Сен осмонлару ер ва улардагиларни тутиб турувчидирсан! [Ва Сенга ҳамд бўлсин. Сен осмонлару ер ва улардагиларнинг Парвардигоридирсан!] [Сенга ҳамд бўлсин. Осмонлару ер ва улардагилар Сеникидир!] [Сенга ҳамд бўлсин! Сен осмонлару ер Подшоҳидирсан!] [Сенга ҳамд бўлсин!] [Сен Ҳақсан. Ваъданг ҳақ, сўзинг ҳақ, Сен билан учрашмоқ ҳақ, жаннат ҳақ, дўзах ҳақ, набийлар ҳақ Муҳаммад (соллаллоҳу алайҳи ва саллам) ҳақ ва қиёмат ҳақдир]. [Эй Аллоҳ! Сенга бўйсундим ва Сенга таваккал этдим. Сенга иймон келтирдим ва Сенга тавба қилдим. Сен учун талашдим-ёмон кўрдим ва Сени ҳакам қилдим. Менинг олдин қилганларимни ҳам, кейин қилганларимни ҳам, яширин қилганларимни ҳам, ошкор қилганларимни ҳам мағфират этгин]. [Аввал қилувчи ҳам, кейин қилувчи ҳам Сенсан. Сендан ўзга ҳақ илоҳ йўқ]. [Илоҳим Сенсан. Сендан ўзга ҳақ илоҳ йўқдир]. (Бухорий ривояти, Муслим ҳам шу маънодаги ҳадисни келтирган)."
  },
  {
    "id": 145,
    "catId": 71,
    "audio": "7111.mp3",
    "name": "1",
    "catName": "Рукуъда айтиладиган дуо",
    "arab": "( سُبْحَانَ رَبِّيَ الْعَظِيمِ ) ثَلاَثَ مَرَّاتٍ.",
    "text":
        "«Улуғ Роббимни поклайман!» Уч маротаба айтилади. (Абу Довуд, Насоий, Термизий, Ибн Можа ва Аҳмад ривояти)."
  },
  {
    "id": 146,
    "catId": 71,
    "audio": "7112.mp3",
    "name": "2",
    "catName": "Рукуъда айтиладиган дуо",
    "arab":
        "(سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي).",
    "text":
        "Эй Аллоҳ! Сен (барча айбу нуқсондан) покдирсан. Эй Парвардигоримиз! Сенинг ҳамдинг билан тасбеҳ айтдим. Эй Аллоҳ! Мени мағфират эт. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 147,
    "catId": 71,
    "audio": "7113.mp3",
    "name": "3",
    "catName": "Рукуъда айтиладиган дуо",
    "arab": "(سُبُّوحٌ قُدُّوسٌ رَبُّ المَلائِكَةِ وَالرُّوحِ).",
    "text":
        "(Аллоҳ ҳар қандай ёмонлик, айбу нуқсондан) Пок ва муқаддас зотдир. Малоикалар ҳамда Руҳ – Жаброилнинг Парвардигоридир. (Муслим ва Абу Довуд ривояти)."
  },
  {
    "id": 148,
    "catId": 71,
    "audio": "7114.mp3",
    "name": "4",
    "catName": "Рукуъда айтиладиган дуо",
    "arab":
        "(اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَظْمِي، وَعَصَبِي، وَمَا اسْتَقَلَّ بِهِ قَدَمِي).",
    "text":
        "Эй Аллоҳ! Сенга рукуъ қилдим ва Сенга иймон келтирдим, бўйсундим. Сенга қулоғим, кўзим, миям, суягим, пайим ва қадамим кўтариб турган нарсаларим бўйсунди. ( Муслим ривояти)."
  },
  {
    "id": 149,
    "catId": 71,
    "audio": "7115.mp3",
    "name": "5",
    "catName": "Рукуъда айтиладиган дуо",
    "arab":
        "(سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالكِبْرِيَاءِ، وَالْعَظَمَةِ).",
    "text":
        "Куч-қудрат, салтанат, киборлик ва улуғлик соҳиби (барча айбу нуқсондан) покдир! (Абу Довуд, Насоий ва Аҳмад ривояти)."
  },
  {
    "id": 150,
    "catId": 72,
    "audio": "7211.mp3",
    "name": "1",
    "catName": "Рукуъдан кўтарилаётганда ўқиладиган дуо",
    "arab": "( سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ).",
    "text":
        "Аллоҳ Ўзига ҳамд айтувчини (нг ҳамдини) қабул қилди. (Бухорий ривояти)."
  },
  {
    "id": 151,
    "catId": 72,
    "audio": "7212.mp3",
    "name": "2",
    "catName": "Рукуъдан кўтарилаётганда ўқиладиган дуо",
    "arab":
        "(رَبَّنَا وَلَكَ الْحَمْدُ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ).",
    "text":
        "Эй Парвардигоримиз! Сенга кўп, ҳақиқий-риёсиз, муборак-хайрлилиги мўл ҳамд(лар) бўлсин. (Бухорий ривояти)."
  },
  {
    "id": 152,
    "catId": 72,
    "audio": "7213.mp3",
    "name": "3",
    "catName": "Рукуъдан кўтарилаётганда ўқиладиган дуо",
    "arab":
        "(مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ، أَهْلَ الثَّنَاءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ).",
    "text":
        "Осмонлару ер ва улар ўртасидаги нарсалар миқдорича, яна Ўзинг хоҳлаган нарса миқдорича (ҳамд бўлсин). Мақтов ва улуғлик аҳли-эгаси(сан). Қулинг айтган нарсага энг ҳақли Зот(сан). Барчамиз Сенга қулмиз. Эй Аллоҳ! Сен берган нарсани тўсувчи, Сен тўсган нарсани берувчи йўқдир! Сенинг олдингда улуғлик эгасига улуғлиги фойда беролмас. (Муслим ривояти)."
  },
  {
    "id": 153,
    "catId": 73,
    "audio": "7311.mp3",
    "name": "1",
    "catName": "Сажда қилганда айтиладиган дуо",
    "arab": "( سُبْحَانَ رَبِّيَ الأَعْلَى ) ثَلاَثَ مَرَّاتٍ.",
    "text":
        "Энг олий Зот бўлмиш Парвардигоримни барча айбу нуқсондан поклайман. (Уч марта айтилади). (Абу Довуд, Термизий, Насоий, Ибн Можа ва Аҳмад ривояти)."
  },
  {
    "id": 154,
    "catId": 73,
    "audio": "7312.mp3",
    "name": "2",
    "catName": "Сажда қилганда айтиладиган дуо",
    "arab":
        "( سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي).",
    "text":
        "Эй Аллоҳ, Сен барча айбу нуқсондан поксан. Парвардигоримиз! Сенинг ҳамдинг билан тасбеҳ айтдим. Эй Аллоҳ, мени мағфират эт. (Бухорий ва Муслим ривояти).        "
  },
  {
    "id": 155,
    "catId": 73,
    "audio": "7313.mp3",
    "name": "3",
    "catName": "Сажда қилганда айтиладиган дуо",
    "arab": "( سُبُّوحٌ، قُدُّوسٌ، رَبُّ المَلائِكَةِ وَالرُّوحِ).",
    "text":
        "Аллоҳ ҳар қандай айбу нуқсондан) Пок ва Муқаддас Зотдир. Малоикалар ва Руҳ (Жаброил)нинг Парвардигоридир. (Муслим ривояти)."
  },
  {
    "id": 156,
    "catId": 73,
    "audio": "7314.mp3",
    "name": "4",
    "catName": "Сажда қилганда айтиладиган дуо",
    "arab":
        "(اللَّهُمَّ لَكَ سَجَدْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَصَوَّرَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسَنُ الخَالِقِينَ).",
    "text":
        "Эй Аллоҳ! Сенга сажда этдим, иймон келтирдим, бўйсундим. Юзим уни яратган, сурат ато этган ва кўз-қулоғимни очган-ёрган Зотга сажда қилди. Энг яхши яратувчи Аллоҳ баракотли-буюкдир. (Муслим ривояти)."
  },
  {
    "id": 157,
    "catId": 73,
    "audio": "7315.mp3",
    "name": "5",
    "catName": "Сажда қилганда айтиладиган дуо",
    "arab":
        "(سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالكِبْرِيَاءِ، وَالْعَظَمَةِ).",
    "text":
        "Куч-қудрат, салтанат, киборлик ва улуғлик соҳиби (Аллоҳ барча айбу нуқсондан) покдир! (Абу Довуд, Насоий ва Аҳмад ривояти)."
  },
  {
    "id": 158,
    "catId": 73,
    "audio": "7316.mp3",
    "name": "6",
    "catName": "Сажда қилганда айтиладиган дуо",
    "arab":
        "(اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلانِيَتَهُ وَسِرَّهُ).",
    "text":
        "Эй Аллоҳ! Менинг барча гуноҳларимни, каттаю кичик, аввалу охир ва сиру ошкорини мағфират эт. (Муслим ривояти)."
  },
  {
    "id": 159,
    "catId": 73,
    "audio": "7317.mp3",
    "name": "7",
    "catName": "Сажда қилганда айтиладиган дуо",
    "arab":
        "(اللَّهُمَّ إِنِّي أَعُوْذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُوْذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفَسِكَ).",
    "text":
        "Эй Аллоҳ! Мен Сенинг розилигинг билан менга ғазаб қилишингдан паноҳ беришингни, афву кечиришинг билан мени азоблашингдан паноҳ беришингни сўрайман. Мен Сендан менга Ўзингдан паноҳ беришингни тилайман. Сенга бўлган ҳамду санонинг ҳисобига етолмайман. Сен ўзингга сано айтганинг кабидирсан. (Муслим ривояти)."
  },
  {
    "id": 160,
    "catId": 74,
    "audio": "7411.mp3",
    "name": "1",
    "catName": "Иккки сажда ўртасида ўтирилганда айтиладиган дуо",
    "arab": "( رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي ) .",
    "text":
        "Парвардигоро, мени мағфират қил. Парвардигоро, мени мағфират қил. (Абу Довуд ва Ибн Можа ривояти)."
  },
  {
    "id": 161,
    "catId": 74,
    "audio": "7412.mp3",
    "name": "2",
    "catName": "Иккки сажда ўртасида ўтирилганда айтиладиган дуо",
    "arab":
        "( اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي وَارْزُقْنِي، وَارْفَعْنِي ).",
    "text":
        "Парвардигоро, мени мағфират эт. Менга раҳм эт. Мени ҳидоят қил, ўнгла ва офият (соғлик) ато эт. Менга ризқ бер ва мени баланд қил. (Абу Довуд, Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 162,
    "catId": 75,
    "audio": "7511.mp3",
    "name": "1",
    "catName": "Сажда ояти ўқилганда сажда қилаётиб айтиладиган дуо",
    "arab":
        "( سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، } فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ).",
    "text":
        "Юзим, уни яратган ва куч-қуввати билан кўз-қулоғини очган Зотга сажда қилди. «Энг яхши яратувчи Аллоҳ буюк-баракотлидир». (Термизий, Аҳмад ва Ҳоким ривояти)."
  },
  {
    "id": 162,
    "catId": 75,
    "audio": "7512.mp3",
    "name": "2",
    "catName": "Сажда ояти ўқилганда сажда қилаётиб айтиладиган дуо",
    "arab":
        "( اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ ).",
    "text":
        "Парвардигоро! Мана шу саждам сабабли даргоҳингда мен учун ажр ёз ва мендан (бир) гуноҳни ўчир. Бу саждамни Ўз олдингда мен учун захира эт ва уни банданг Довуддан қабул этганинг каби мақбул эт. (Термизий ва Ҳоким ривояти)."
  },
  {
    "id": 163,
    "catId": 76,
    "audio": "7611.mp3",
    "name": "1",
    "catName": "Ташаҳҳуд",
    "arab":
        "(التَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، اَلسَّلامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، اَلسَّلامُ عَلَيْنَا وَعَلَى عِبَادِاللهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، وأَشْهَدُ أَنَّ مُحَمَّداً عبْدُهُ وَرَسُولُهُ ).",
    "text":
        "Саломлар (ёки қавлий ибодатлар), намозлар (ёки баданий ибодатлар) ва (ҳамду санода ишлатиладиган) тоййиба-покиза сўзлар-амаллар Аллоҳ учундир. Эй Набий! Сизга Аллоҳнинг саломи, раҳмати ва баракотлари бўлсин. Бизга ҳамда Аллоҳнинг солиҳ бандаларига салом бўлсин. Гувоҳлик бераманки, Аллоҳдан ўзга (ҳақ) маъбуд йўқ ва Муҳаммад Унинг қули ҳамда расулидир. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 164,
    "catId": 77,
    "audio": "7711.mp3",
    "name": "1",
    "catName":
        "Ташаҳҳуддан сўнг Расулуллоҳ соллаллоҳу алайҳи ва салламга айтиладиган салавот",
    "arab":
        "(اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ).",
    "text":
        "Эй Аллоҳ! Иброҳимга ва унинг оиласи-умматига раҳмат этганинг каби Муҳаммадга ва унинг оиласи-умматига ҳам раҳм қил. Албатта Сен мақтовли ва улуғ Зотсан. Эй Аллоҳ! Иброҳимга ва унинг оиласи-умматига баракот-хайр ато этганингдек Муҳаммадга ва унинг оиласи-умматига ҳам баракот-хайр ато эт. Албатта Сен мақтовли ва улуғ Зотсан. (Бухорий ривояти)."
  },
  {
    "id": 165,
    "catId": 77,
    "audio": "7712.mp3",
    "name": "2",
    "catName":
        "Ташаҳҳуддан сўнг Расулуллоҳ соллаллоҳу алайҳи ва салламга айтиладиган салавот",
    "arab":
        "(اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ ).",
    "text":
        "Эй Аллоҳ! Иброҳим оиласи-умматига салавот йўллаганинг каби Муҳаммадга ва унинг аёллари ва зурриётларига ҳам салавот йўлла. Иброҳим оиласи-умматига хайр-баракот ато этганингдек Муҳаммадга ва унинг аёллари ва зурриётларига ҳам хайр-баракот ато эт. Албатта Сен мақтовли ва улуғ Зотсан. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 166,
    "catId": 78,
    "audio": "7811.mp3",
    "name": "1",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ).",
    "text":
        "Парвардигоро! Мен Сендан қабр азобидан, жаҳаннам азобидан, тириклик ва ўлим фитнасидан ҳамда масиҳи Дажжол фитнасининг ёмонлигидан паноҳ беришингни сўрайман. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 167,
    "catId": 78,
    "audio": "7812.mp3",
    "name": "2",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ).",
    "text":
        "Эй Аллоҳ! Мен Сендан қабр азобидан, масиҳи Дажжол фитнасидан ва тириклик ҳамда ўлим фитнасидан паноҳ беришингни сўрайман! Парвардигоро! Мен Сендан гуноҳ ва (ножоиз бўлган ёки тўлашнинг имкони бўлмайдиган) қарздан паноҳ беришингни сўрайман! (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 168,
    "catId": 78,
    "audio": "7813.mp3",
    "name": "3",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ ).",
    "text":
        "Парвардигоро! Албатта мен ўз нафсимга кўп зулмлар қилдим. Гуноҳларни ёлғиз Сенгина кечирувчисан. Мени Ўз марҳаматинг – Ўз томонингдан бўладиган мағфират билан кечир, раҳм эт! Албатта Сен кечирувчи ва раҳмли Зотдирсан. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 169,
    "catId": 78,
    "audio": "7814.mp3",
    "name": "4",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ، لاَ إِلَهَ إِلاَّ أَنْتَ ).",
    "text":
        "Парвардигоро! Менинг аввал қилганларимни ҳам, (кейин) охир қилганларимни ҳам, яширин қилганларимни ҳам, ошкор қилганларимни ҳам, исрофларимни ҳам ва Ўзинг мендан кўра яхшироқ биладиган (ишларим – гуноҳларим)ни ҳам мағфират эт. Аввал этувчи ҳам, охир этувчи ҳам Сенсан. Сендан ўзга (ҳақ) илоҳ йўқ! (Муслим ривояти)."
  },
  {
    "id": 170,
    "catId": 78,
    "audio": "7815.mp3",
    "name": "5",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ ) .",
    "text":
        "Эй Аллоҳ! Сени зикр этишга, Сенга шукр қилишга ва гўзал ибодатингга мени мушарраф эт-кўмак бер. (Абу Довуд ва Насоий ривояти)."
  },
  {
    "id": 171,
    "catId": 78,
    "audio": "7816.mp3",
    "name": "6",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوْذُ بِكَ مِنَ الْجُبْنِ، وأَعُوْذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَعَذَابِ الْقَبْرِ).",
    "text":
        "Парвардигоро! Мен Сендан бахиллик, қўрқоқлик ва тубан-разил умр (ҳаёт)га қайтарилишдан паноҳ беришингни сўрайман. Эй Аллоҳ! Мен Сендан дунё фитнаси ва қабр азобидан паноҳ беришингни сўрайман. (Бухорий ривояти)."
  },
  {
    "id": 172,
    "catId": 78,
    "audio": "7817.mp3",
    "name": "7",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ، وأَعُوْذُ بِكَ مِنَ النَّارِ).",
    "text":
        "Парвардигоро! Мен Сендан жаннатни сўрайман ва дўзахдан паноҳ беришингни тилайман. (Абу Довуд ва Ибн Можа ривояти)."
  },
  {
    "id": 173,
    "catId": 78,
    "audio": "7818.mp3",
    "name": "8",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ بِعِلْمِكَ الْغَيْبِ، وَقُدْرَتِكَ عَلَى الْخَلْقِ، أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقَائِكَ، فِي غَيْرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ).",
    "text":
        "Эй Аллоҳ ғайбни билишинг ва яратишга қодирлигинг билан (сўрайман) агар ҳаётни мен учун хайрли деб билсанг, яшат. Агар ўлимни мен учун хайрли деб билсанг, ўлим бер. Эй Аллоҳ! Мени ошкору ғайб (ишлар, ҳолат)да Ўзингдан қўрқадиган эт. Розилигу ғазаб (ҳолатда, иш)да ҳақни сўзлашни сўрайман. Бойликда ҳам, фақирликда ҳам тежамкорлик (исроф этмаслик)ни беришингни сўрайман. Туганмас неъмат, узилмас-абадий севинч сўрайман. Қазо-ҳукмдан кейин розиликни, ўлимдан сўнг яхши ҳаётни сўрайман. Юзингни кўриш лаззатини ва зарарли қайғуларсиз, адаштирувчи фитналарсиз висолинг шавқини сўрайман! Эй Аллоҳ! Бизни иймон зийнати ила зийнатла ва тўғри йўлга бошловчи, тўғри йўлда юрувчи (лардан) қил. (Насоий ва Аҳмад ривояти)."
  },
  {
    "id": 174,
    "catId": 78,
    "audio": "7819.mp3",
    "name": "9",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا اللَّهُ، بِأَنَّكَ الْوَاحِدُ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ ).",
    "text":
        "Эй Аллоҳ! Мен Сенинг яккаю ягона, туғмаган ҳам, туғилмаган ҳам ва ҳеч бир тенги бўлмаган Самад – беҳожат Зот эканлигинг билан сўрайман: Менинг гуноҳларимни кечир! Албатта, Сен кечиримли ва раҳмли Зотдирсан. (Насоий ва Аҳмад ривояти, Албоний саҳиҳ деган). "
  },
  {
    "id": 175,
    "catId": 78,
    "audio": "77110.mp3",
    "name": "10",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْد، لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالأَرْضِ، يَاذَا الْجَلالِ وَالإِكْرَامِ، يَاحَيُّ يَاقَيُّومُ، إِنِّي أَسْأَلُكَ الْجَنَّةَ، وأَعُوْذُ بِكَ مِنَ النَّارِ).",
    "text":
        "Парвадигоро! Ҳамд (ёлғиз) Сенгалиги, Сендан ўзга (ҳақ) илоҳ йўқлиги, Сенинг ёлғиз, шериксиз ва яхшиликни инъом қилувчи Зотлигинг билан сўрайман. Эй осмонлару ерни яратувчиси, улуғлик ва икром соҳиби, эй мангу тирик ва абадий турувчи! Мен Сендан жаннатни сўрайман ва дўзахдан паноҳ тилайман. (Абу Довуд, Насоий, Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 176,
    "catId": 78,
    "audio": "77111.mp3",
    "name": "11",
    "catName": "Салавотдан кейин салом беришдан олдин айтиладиган дуолар",
    "arab":
        "( اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ ) .",
    "text":
        "Эй Аллоҳ! Мен Сендан ўзга (ҳақ) илоҳ йўқ деб, Сен ёлғиз, шериксиз, туғмаган ҳам, туғилмаган ҳам ва ҳеч бир тенги бўлмаган Самад – беҳожат Зотлигингга гувоҳлик келтирганим туфайли сўрайман. (Абу Довуд, Термизий, Ибн Можа ва Аҳмад ривояти)."
  },
  {
    "id": 177,
    "catId": 79,
    "audio": "7911.mp3",
    "name": "1",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab": "أَسْتَغْفِرُ اللَّهَ - ثَلاَثاً",
    "text": "Аллоҳдан истиғфор сўрайман. (3 марта айтилади). Эй Аллоҳ! "
  },
  {
    "id": 178,
    "catId": 79,
    "audio": "7912.mp3",
    "name": "2",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "- اللَّهُمَّ أَنْتَ السَّلامُ، ومِنْكَ السَّلامُ، تَبَارَكْتَ يَاذَا الجَلالِ وَالإِكْرَام. ",
    "text":
        "Сен Саломдирсан (яъни, Салом Аллоҳнинг исмларидан бири, маъноси Сен барча айбу нуқсондан саломатсан ва Сен бандаларингни ҳалокат ўринларидан сақловчи-саломат этувчи Салом Зотдирсан). Салом Сендандир! (Яъни, саломатлик фақат Сен томонингдан). Эй улуғлик ва икром соҳиби, Сен (айбу нуқсондан) пок ва муқаддасдирсан. (Муслим ривояти)."
  },
  {
    "id": 179,
    "catId": 79,
    "audio": "7913.mp3",
    "name": "3",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "( لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ ) .",
    "text":
        "Аллоҳдан ўзга (ҳақ) илоҳ йўқ! У ёлғиз ҳам шериксиз зотдир! Мулк ҳам, ҳамд ҳам Уникидир! У барча нарсага қодир. Эй Аллоҳ, Сен берган нарсани тўсувчи, Сен тўсган нарсани берувчи йўқ. Сенинг ҳузурингда улуғлик-бойлик эгасига улуғлиги-бойлиги фойда беролмас. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 180,
    "catId": 79,
    "audio": "7914.mp3",
    "name": "4",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "(لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ ).",
    "text":
        "Аллоҳдан ўзга (ҳақ) илоҳ йўқ, У ёлғиз, шериксиздир. Мулк ҳам, ҳамд ҳам Уникидир. У барча нарсага қодир. Ҳарака ва қувват ёлғиз Аллоҳ (мадади) биландир. Аллоҳдан ўзга (ҳақ) илоҳ йўқ. Биз фақат Унгагина ибодат этамиз. Неъмат ҳам, фазл ҳам, гўзал (ҳамду) сано ҳам Уникидир. Аллоҳдан ўзга (ҳақ) илоҳ йўқ. Гарчи кофирлар ёмон кўрсаларда динни Унинг учун холис қилувчилармиз. (Муслим ривояти)."
  },
  {
    "id": 181,
    "catId": 79,
    "audio": "7915.mp3",
    "audio1": "79151.mp3",
    "name": "5",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "(سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَاللَّهُ أَكْبَرُ – ثَلاَثاً وَثَلاَثِيْن",
    "text":
        "1 – Субҳаналлоҳи, валҳамду лиллаҳи, валлоҳу акбар (33 марта айтади) (Субҳаналлоҳ, алҳамду лиллаҳ, Аллоҳу акбар деб ҳар бирини 33 мартадан айтса ҳам бўлади ).",
    "arab1":
        "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُللِّ شَيْءٍ قَدِيرٌ",
    "text1":
        "2-Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиз ҳамда шериксиз зотдир. Мулк ҳам, ҳамд ҳам Уникидир. У барча нарсага қодир.<br>(Ким агар ҳар намоздан сўнг шуни айтадиган бўлса, хатолари – агар денгиз кўпикларича бўлса ҳам – мағфират қилинади). (Муслим ривояти)."
  },
  {
    "id": 182,
    "catId": 79,
    "audio": "7916.mp3",
    "name": "6",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "بِسمِ اللهِ الرَّحْمنِ الرَّحِيمِ } قُلْ هُوَ اللهُ أَحَدٌ * اللهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ { .",
    "text":
        "«Ихлос», «Фалақ» ва «Ан-нос» сураларини ҳар намоздан кейин бир мартадан, бомдод ва шом намозидан кейин уч мартадан ўқийди. (Абу Довуд, Насоий ва Термизий ривояти. «Фатҳул-Борий»га қаралсин). (Эй Муҳаммад соллаллоҳу алайҳи ва саллам), айтинг: У – Аллоҳ бирдир (яъни, Унинг ҳеч қандай шериги йўқдир, У якка ёлғиздир). Аллоҳ (барча ҳожатлар билан) кўзланувчидир (яъни, барча ҳожатлар Ундан сўралади, аммо У ҳеч кимга муҳтож эмасдир). У туғмаган ва туғилмагандир (яъни, Аллоҳнинг ўғли-қизи ҳам, ота-онаси ҳам йўқдир). Ва ҳеч ким У зотга тенг эмасдир. (Ихлос сураси)."
  },
  {
    "id": 183,
    "catId": 79,
    "audio": "7917.mp3",
    "name": "7",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "بِسمِ اللهِ الرَّحْمنِ الرَّحِيمِ } قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِنْ شَرِّ مَا خَلَقَ * وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ{.",
    "text":
        "(Эй Муҳаммад соллаллоҳу алайҳи ва саллам), айтинг: Мен тонг Парвардигоридан (менга) Ўзи яратган нарсаларнинг ёмонлигидан; зулматга чўмган кечанинг ёмонлигидан, тугунларга дам солувчи (жодугар)ларнинг ёмонлигидан ва ҳасад қилаётган ҳасадгўйларнинг ёмонлигидан паноҳ беришини сўраб илтижо қиламан. (Фалақ сураси)."
  },
  {
    "id": 184,
    "catId": 79,
    "audio": "7918.mp3",
    "name": "8",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "بِسمِ اللهِ الرَّحْمنِ الرَّحِيمِ } قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ* مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ{.",
    "text":
        "(Эй Муҳаммад соллаллоҳу алайҳи ва саллам), айтинг: Мен барча инсонларнинг Парвардигоридан, барча инсонларнинг Подшоҳидан, барча инсонларнинг Илоҳидан (менга) ўзи жин ва инсонлардан бўлган, инсонларнинг дилларига васваса соладиган, (қачон Аллоҳнинг номи зикр қилинганида) чекиниб яшириниб оладиган васвасачи шайтоннинг ёмонлигидан паноҳ беришини сўраб илтижо қилурман. (Ан-нос сураси)."
  },
  {
    "id": 185,
    "catId": 79,
    "audio": "",
    "name": "9",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab": "ويقْرَأ آيةَ الكُرسي عقِبَ كلِّ صلاةٍ.",
    "text":
        "Ҳар намоздан сўнг оятал-курсийни ўқийди. Оятал-курсийни ҳар намоздан кейин ўқийдиган кишини жаннатга киришдан фақат ўлимгина тўсиб туради. (Насоий ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 186,
    "catId": 79,
    "audio": "79110.mp3",
    "name": "10",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "} اللهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ{.",
    "text":
        "Аллоҳдан ўзга ҳеч қандай (барҳақ) илоҳ йўқ. Фақат Унинг ўзи барҳақдир. У тирик ва абадий турувчидир. Уни на мудроқ, на уйқу олмайди. Самовот ва ердаги бор нарсалар Уникидир. Унинг ҳузурида ҳеч ким (бировни) Унинг изнисиз шафоат қила олмайди. У уларнинг (барча махлуқларнинг) олдиларидаги ва орқаларидаги бор нарсани (яъни дунё ва охиратдаги ҳолларини) билади. Ва улар У зотнинг илмидан фақат Ўзи истаган нарсаларнигина биладилар. Унинг курсиси осмонлару ердан кенгдир. Ва Уни осмонлар ва ерни ҳифзу ҳимоятда сақлаб туриш қийнамайди. У энг юксак ва буюкдир. (Бақара: 255)."
  },
  {
    "id": 187,
    "catId": 79,
    "audio": "79111.mp3",
    "name": "11",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "( لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) عَشْرَ مَرَّاتٍ بَعْدَ صَلاَةِ الْمَغْرِبِ وَالصُّبْحِ.",
    "text":
        "«Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиз, шериксиз зотдир. Мулк ҳам, ҳамд ҳам Уникидир. (У) ҳаёт беради ва (У) ўлдиради. У ҳар бир нарсага қодир». Шом ва бомдод намозларидан сўнг 10 марта айтилади. (Термизий ва Аҳмад ривояти)."
  },
  {
    "id": 188,
    "catId": 79,
    "audio": "79112.mp3",
    "name": "12",
    "catName": "Намоздан сўнг салом бергач айтиладиган зикрлар",
    "arab":
        "( اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً ) بَعْدَ السَّلاَمِ مِنْ صَلاَةِ الْفَجْرِ.",
    "text":
        "«Парардигоро! Мен Сендан фойдали илм, ҳалол-тоййиб ризқ ва мақбул амал сўрайман». Бомдод намозидан салом берилгандан сўнг айтилади. (Ибн Можа ва бошқалар ривояти). "
  },
  {
    "id": 189,
    "catId": 80,
    "audio": "8011.mp3",
    "name": "1",
    "catName": "«Истихора» намозининг дуоси",
    "arab":
        "قَالَ جَابِرُ بْنُ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُمَا: كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يُعَلِّمُنَا الاِسْتِخَارَةَ فِي الأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: إِذَا هَمَّ أَحَدُكُمْ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيْضَةِ، ثُمَّ لْيَقُلْ: (اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ - ويسمّي حاجته - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي - أو قَالَ : عَاجِلِه وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي - أو قَالَ : عَاجِلِه وَآجِلِهِ - فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ ثُمَّ أَرْضِنِي بِهِ).",
    "text":
        "Жобир ибн Абдуллоҳ розияллоҳу анҳумодан ривоят қилинади:<br>Расулуллоҳ соллаллоҳу алайҳи васаллам бизга барча ишларда истихора (яхшилик тилаш)ни худди Қуръондан сура ўргатганлари каби ўргатар эдилар. Айтардилар: Бирортангиз бир иш қилишни дилига тугса, фарз намозидан бошқа 2 ракаат (нафл) намоз ўқисинда, сўнгра айтсин: «Парвардигоро! Мен Сенинг илминг билан Сендан истихора этаман – яхшиликни сўрайман. Сенинг қудратинг билан Сендан қудрат-қодирлик тилайман. Сендан улуғ фазлинг билан сўрайман. Сен қодирсан, мен қодир эмасман. Сен (ҳамма нарсани) билувчисан, мен билувчи эмасман. Сен ғайбларнида билувчидирсан. Парвардигоро, агар мана шу ишни – ҳожатининг номини айтади – мен учун динимда, ҳаётимда ва оқибатимда – ёки яқинимда ва узоғимда (дейди) – яхши эканлигини билсанг, мени унга қодир эт ва уни менга осон қил. Сўнг уни менга баракотли эт. Агар бу ишни мен учун динимда, ҳаётимда ва оқибатимда – ёки яқинимда ва узоғимда – ёмон эканлигини билсанг, мени ундан узоқлаштир-четлат. Қаерда бўлса ҳам менга яхшиликни насиб эт. Сўнг мени бу яхшилик билан рози қил. (Бухорий ривояти)."
  },
  {
    "id": 190,
    "catId": 80,
    "audio": "",
    "name": "2",
    "catName": "«Истихора» намозининг дуоси",
    "arab":
        "وَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِيْنَ الْمُؤْمِنِيْنَ، وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ سُبْحَانَهُ : (وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللهِ).",
    "text":
        "Аллоҳдан яхшилик тилаган – истихора этган, мўминлар билан маслаҳатлашган ва ўз ишида эҳтиёткорлик қилган ҳеч бир киши афсус-надомат қилмаган. Зеро Аллоҳ таоло Оли Имрон сурасининг 159-оятида айтади:<br>«Ва ишларингизда уларга маслаҳат солинг! Энди (маслаҳат қилгач, бирон ишни) қасд қилсангиз, Аллоҳга суянинг – таваккал қилинг!»"
  },
  {
    "id": 191,
    "catId": 81,
    "audio": "8111.mp3",
    "name": "1",
    "catName": "Витрдаги қунут дуоси",
    "arab":
        "( اللهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [ وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ ) .",
    "text":
        "Эй Аллоҳ! Мени ҳидоят этган кишиларинг қатори ҳидоят эт. Офият (соғлик, гуноҳлардан поклик) ато этганларинг қаторида офият бер. Яқин тутганларинг қаторида мени ҳам Ўзингга яқин эт. Ато қилган нарсаларингни мен учун баракотли эт. Қазо-ҳукм этган нарсаларинг ёмонлигидан мени асра. Албатта, Сен ҳукм этасан. Сенга (қарши) ҳукм этилмас. Сен дўст тутган киши хор бўлмас (ва Сен душман тутган киши азиз бўлмас). Парвардигоро! Сен баракотли-буюк ва олий Зотдирсан. (Абу Довуд, Термизий, Насоий, Ибн Можа ва бошқалар ривояти)."
  },
  {
    "id": 192,
    "catId": 81,
    "audio": "8112.mp3",
    "name": "2",
    "catName": "Витрдаги қунут дуоси",
    "arab":
        "( اللَّهُمَّ إِنِّي أعُوذُ بِكَ بِرِضَاكَ مِنْ سَخَطِكَ ، وَبِمُعَافَاتِكَ من عُقُوبَتِكَ ، وَأَعُوذُ بِكَ مِنْكَ ، لا أُحْصِي ثَنَاء عَليك ، أنْتَ كما أَثْنَيْتَ عَلَى نَفْسِكَ).",
    "text":
        "Эй Аллоҳ! Мен Сенинг розилигинг билан менга ғазаб қилишингдан, афву-кечиришинг билан мени азоблашингдан, Сендан Ўзингдан паноҳ беришингни тилайман. Сенга лойиқ бўлганинг каби ҳамду сано айтолмайман. Сен ўзингга сано айтганинг кабидирсан. (Абу Довуд, Термизий, Насоий, Ибн Можа ва бошқалар ривояти)."
  },
  {
    "id": 193,
    "catId": 81,
    "audio": "8113.mp3",
    "name": "3",
    "catName": "Витрдаги қунут дуоси",
    "arab":
        "( اللَّهُمَّ إِيَّاكَ نَعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالْكَافِرِينَ مُلْحَقٌ، اللَّهُمَّ إِنَّا نَسْتَعِينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفُرُكَ).",
    "text":
        "Эй Аллоҳ! Сенга ибодат этурмиз ва Сен учун намоз ўқиб саждалар қиламиз. Сен томон (яқин бўлиш учун) ҳаракат этиб, Сенинг тоатингга ошиқамиз. Раҳматингдан умидвормиз, азобингдан қўрқамиз. Албатта, азобинг кофирларга етувчидир. Парвардигоро! Биз Сендан мадад сўраймиз, мағфират тилаймиз. Сенга яхши сано-мақтовлар айтамиз. Сенга кофир бўлмаймиз. Сенга иймон келтириб, итоат этамиз ва Сенга кофир бўлган кимсаларни тарк қиламиз. (Байҳақий ривояти. Албоний санадини саҳиҳ деган)."
  },
  {
    "id": 194,
    "catId": 82,
    "audio": "8211.mp3",
    "name": "1",
    "catName": "Витр намозида салом берилганидан сўнг айтиладиган зикр",
    "arab":
        "( سُبْحَانَ الْمَلِكِ الْقُدُّوسِ ) ثَلاَثَ مَرَّاتٍ، وَالثَّالِثَةُ يَجْهَرُ بِهَا وَيَمُدُّ بِهَا صَوْتَهُ، يَقُولُ: [ رَبِّ الْمَلائِكَةِ وَالرُّوحِ]).",
    "text":
        "`Субханал-Маликил-Куддус, роббил-Малааикати вар-рух`<br>(Айбу нуқсондан пок) Қуддус, Малик (Подшоҳ барча айбу нуқсондан) покдир. Уч марта айтади. Учинчисида овозини чиқариб, чўзиброқ айтади ва давомида ]Малоикалар ҳамда Руҳ Парвардигори! [ дейди. (Насоий, Дорақутний ва бошқалар ривояти. Қавс ичидаги қўшимча Дорақутнийники)."
  },
  {
    "id": 195,
    "catId": 83,
    "audio": "8311.mp3",
    "name": "1",
    "catName": "Намозда ва қироатда шайтон васваса қилганда ўқиладиган дуо",
    "arab":
        "(أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ، وَاتْفُلْ عَلَى يَسَارِكَ ) ( ثَلاَثاً ) .",
    "text":
        "«Аузу биллаҳи минаш шайтонир рожим» «Тошбўрон қилинган шайтондан паноҳ тилаб Аллоҳга илтижо қиламан», деб чап томонингга уч марта туфла. (Мана шундай этганимда Аллоҳ шайтонни мендан узоқлаштирди, деди Усмон ибн Абил Ос розияллоҳу анҳу). (Муслим ривояти)."
  },
  {
    "id": 196,
    "catId": 84,
    "audio": "",
    "name": "1",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "قال تعالى: { فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلاَ تَكْفُرُونِ {",
    "text":
        "Аллоҳ субҳанаҳу ва таоло айтади:  «Бас, Мени эслангиз, Мен ҳам сизларни эслайман ва Менга шукр қилингиз ва Мени инкор қилмангиз!» (Бақара: 152)."
  },
  {
    "id": 197,
    "catId": 84,
    "audio": "",
    "name": "2",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab": "يا أَيَّهَا الَّذِيْنَ آمنُوْا اذْكُرُوْا اللهَ ذِكْرًا كَثِيْرًا",
    "text": "«Эй мўминлар Аллоҳни кўп зикр қилинглар!» (Аҳзоб: 41)."
  },
  {
    "id": 198,
    "catId": 84,
    "audio": "",
    "name": "3",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَالذَّاكِرِيْنَ اللهَ كَثِيْرًا وَالذَّاكِرَاتِ أَعَدَّ اللهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيْمً",
    "text":
        "«Аллоҳни кўп зикр қилувчи эркаклар ва (Аллоҳни кўп зикр қилувчи) аёллар – улар учун Аллоҳ магфират ва улуғ мукофот (яъни, жаннат) тайёрлаб қўйгандир». (Аҳзоб: 35)."
  },
  {
    "id": 199,
    "catId": 84,
    "audio": "",
    "name": "4",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَاذْكُرْ رَبَّكَ فِيْ نَفْسِكَ تَضَرُّعاً وَخِيْفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالآصَالِ وَلاَ تَكُنْ مِنَ الْغَافِلِيْنَ.",
    "text":
        "«Парвардигорингизни ичингизда ёлвориб, қўрқиб, дилдан эртаю кеч ёд қилинг ва ғофил кимсалардан бўлманг!» (Аъроф: 205)."
  },
  {
    "id": 200,
    "catId": 84,
    "audio": "",
    "name": "5",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَقَالَ : (مَثَلُ الَّذِي يَذْكُرُ رَبَّهُ وَالَّذِي لاَ يَذْكُرُ رَبَّهُ مَثَلُ الْحَيِّ وَالْمَيِّتِ).",
    "text":
        "Пайғамбар соллаллоҳу алайҳи ва саллам бу ҳақда айтадилар: «Парвардигорини зикр қиладиган киши билан зикр қилмайдиган кимсанинг фарқи тирик билан ўликнинг фарқи (кабидир)». (Бухорий ривояти)."
  },
  {
    "id": 201,
    "catId": 84,
    "audio": "",
    "name": "6",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَقَالَ : (أَلاَ أُنَبِّؤُكُمْ بِخَيْرِ أَعْمَالِكُمْ، وَأَزْكَاهَا عِنْدَ مَلِيْكِكُمْ، وَأَرْفَعِهَا فِي دَرَجَاتِكُمْ، وَخَيْرٍ لَكُمْ مِنْ إِنْفَاقِ الذَّهَبِ وَالْوَرِقِ، وَخَيْرٍ لَكُمْ مِنْ أَنْ تَلْقَوْا عَدُوَّكُمْ فَتَضْرِبُوا أَعْنَاقَهُمْ وَيَضْرِبُوا أَعْنَاقَكُم؟ قَالُوا: بَلَى، قَالَ: ذِكْرُ اللهِ تَعَالَى).",
    "text":
        "«Сизларга амалларингиз ичида энг яхшисини, Маликларингиз ҳузурида энг покизасини, даражаларингизни кўтарувчисини, олтину кумуш эҳсон қилишдан ҳам яхшироғини ва душманларингизга рўпара бўлиб, сизлар уларни улар сизларни бўйинларингизга (қилич) уришларидан ҳам хайрлироғини хабарини берайми?», - дедилар Расулуллоҳ соллаллоҳу алайҳи ва саллам. Ҳа, - дейишди (асҳоблари). Расулуллоҳ соллаллоҳу алайҳи ва саллам айтдилар: «Аллоҳ таолонинг зикри!». (Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 202,
    "catId": 84,
    "audio": "",
    "name": "7",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَقَالَ : (يَقُولُ اللهُ تَعَالَى : أَنَا عِنْدَ ظَنِّ عَبْدِي بِي، وَأَنَا مَعَهُ إِذَا ذَكَرَنِي، فَإِنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي، وَإِنْ ذَكَرَنِي فِي مَلأٍ ذَكَرْتُهُ فِي مَلأٍ خَيْرٍ مِنْهُمْ، وَإِنْ تَقَرَّبَ إِلَيَّ شِبْراً تَقَرَّبْتُ إِلَيْهِ ذِرَاعاً، وَإِنْ تَقَرَّبَ إِلَيَّ ذِرَاعاً تَقَرَّبْتُ إِلَيْهِ بَاعاً، وَإِنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَةً).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи ва саллам дедилар: «Аллоҳ таоло айтади: Мен бандамнинг Мен ҳақимдаги ўйидаман. Агар у Мени зикр қилса, Мен у билан биргаман. Агар у Мени ичида зикр қилса, Мен ҳам уни ичимда зикр қиламан. Агар у Мени жамоа-кишилар (ораси)да зикр қилса, Мен уни улардан яхшироқ халқ-жамоа (ораси) да зикр қиламан. Агар у Менга бир қарич яқинлашса, Мен унга бир газ (65-75см) яқинлашаман. Агар у Менга бир газ яқинлашса, Мен унга бир қулоч яқинлашаман. Агар у Мен (томон)га юриб келадиган бўлса, Мен унга (томон) югураман». (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 203,
    "catId": 84,
    "audio": "",
    "name": "8",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "عَنْ عَبْدِ اللهِ بْنِ بُسْرٍ t أَنَّ رَجُلاً قَالَ: يَا رَسُولَ اللهِ، إِنَّ شَرَائِعَ الإِسْلاَمِ قَدْ كَثُرَتْ عَلَيَّ، فَأَخْبِرْنِي بِشَيْءٍ أَتَشَبَّثُ بِهِ. قَالَ: (لاَ يَزَالُ لِسَانُكَ رَطْباً مِنْ ذِكْرِ اللهِ).",
    "text":
        "Абдуллоҳ ибн Буср розияллоҳу анҳудан: Бир киши: Эй Аллоҳнинг Расули, Ислом (нинг нафл) амаллари менга кўпайиб кетди. Сиз менга (ўзи енгил савоби кўп) бир нарсани ўргатинг, мен унга қаттиқ амал қилай, - деди. Расулуллоҳ соллаллоҳу алайҳи ва саллам айтдилар: «Тилинг ҳеч қачон Аллоҳнинг зикридан тўхтамасин». (Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 204,
    "catId": 84,
    "audio": "",
    "name": "9",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَقَالَ : (مَنْ قَرَأَ حَرْفاً مِنْ كِتَابِ اللهِ فَلَهُ بِهِ حَسَنَةٌ، وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا، لاَ أَقُولُ: }الم{ حَرْفٌ، وَلَكِنْ: أَلِفٌ حَرْفٌ، وَلاَمٌ حَرْفٌ، وَمِيْمٌ حَرْفٌ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи ва саллам айтдилар: «Ким Аллоҳнинг китобидан бир ҳарф ўқиса, унга бир ҳасана (ёзилади). Мен «Алиф, Лам, Мим» бир ҳарф, деб айтмайман. Лекин «Алиф» бир ҳарф, «Лам» бир ҳарф, «Мим» бир ҳарфдир» (Термизий ривояти)."
  },
  {
    "id": 205,
    "catId": 84,
    "audio": "",
    "name": "10",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "عَنْ عُقْبَةَ بْنِ عَامِرٍ t قَالَ: (خَرَجَ رَسُولُ اللهِ وَنَحْنُ فِي الصُّفَّةِ فَقَالَ: أَيُّكُمْ يُحِبُّ أَنْ يَغْدُوَ كُلَّ يَوْمٍ إِلَى بُطْحَانَ أَوْ إِلَى الْعَقِيْقِ فَيَأْتِيَ مِنْهُ بِنَاقَتَيْنِ كَوْمَاوَيْنِ فِي غَيْرِ إِثْمٍ وَلاَ قَطِيْعَةِ رَحِمٍ؟ فَقُلْنَا : يَا رَسُولَ اللهِ نُحِبُّ ذلِكَ. قَالَ : أَفَلاَ يَغْدُو أَحَدُكُمْ إِلَى الْمَسْجِدِ فَيَعْلَمَ – أَوْ يَقْرَأَ – آيَتَيْنِ مِنْ كِتَابِ اللهِ عَزَّ وَجَلَّ خَيْرٌ لَهُ مِنْ نَاقَتَيْنِ، وَثَلاَثٌ خَيْرٌ لَهُ مِنْ ثَلاَثٍ، وَأَرْبَعٌ خَيْرٌ لَهُ مِنْ أَرْبَعٍ، وَمِنْ أَعْدَادِهِنَّ مِنَ الإِبِلِ).",
    "text":
        "Уқба ибн Омир розияллоҳу анҳудан: Биз суффада эканимизда Расулуллоҳ соллаллоҳу алайҳи ва саллам чиқдилар. «Сизларнинг қайси бирингиз ҳар куни Бутҳон ёки Ақиққа бориб, ҳеч қандай гуноҳсиз, қариндош-уруғ ўртасини узмасдан ўркачлари катта-катта бўлган икки туя олиб келишни хоҳлайди?», - дедилар. Биз - Эй Расулуллоҳ! Ҳаммамиз хоҳлаймиз, - деб жавоб бердик. Пайғамбаримиз соллаллоҳу алайҳи ва саллам айтдилар: «Сизлардан бирингиз масжидга эрталаб бориб, Аллоҳнинг китобидан икки оят ўрганмайдими ёки ўқимайдими? (Бу) унга икки туядан яхшироқ, учта (оят унга) уч туядан, тўрттаси тўртта туядан яхшироқдир. Оятлар сонига қараб туялар адади бўлади». (Муслим ривояти)."
  },
  {
    "id": 206,
    "catId": 84,
    "audio": "",
    "name": "11",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَقَالَ : (مَنْ قَعَدَ مَقْعَداً لَمْ يَذْكُرِ اللهَ فِيْهِ كَانَتْ عَلَيْهِ مِنَ اللهِ تِرَةٌ، وَمَنِ اضْطَجَعَ مَضْجَعاً لَمْ يَذْكُرِ اللهَ فِيْهِ كَانَتْ عَلَيْهِ مِنَ اللهِ تِرَةٌ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи ва саллам айтдилар: «Ким бир жойга ўтириб, у ерда Аллоҳни зикр қилмаса, унга Аллоҳ таолодан бир қасос - тира бўлади. Бир ўринга ётиб, унда Аллоҳни зикр қилмаса, унга (ҳам) Аллоҳ (томони)дан бир қасос - тира бўлади» (Абу Довуд ривояти)."
  },
  {
    "id": 207,
    "catId": 84,
    "audio": "",
    "name": "12",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَقَالَ : (مَا جَلَسَ قَوْمٌ مَجْلِساً لَمْ يَذْكُرُوا اللهَ فِيْهِ وَلَمْ يُصَلُّوا عَلَى نَبِيِّهِمْ إِلاَّ كَانَ عَلَيْهِمْ تِرَةٌ، فَإِنْ شَاءَ عّذَّبَهُمْ وَإِنْ شَاءَ غَفَرَ لَهُمْ).",
    "text":
        "«Қайси бир қавм бирон даврада ўтириб, у ерда Аллоҳни зикр қилмасалар ва пайғамбарларига салавот айтмасалар, уларга тира-қасос бўлади. (Аллоҳ) агар хоҳласа уларни азоблайди, хоҳласа мағфират қилади», - дедилар Расулуллоҳ соллаллоҳу алайҳи ва саллам. (Термизий ривояти)."
  },
  {
    "id": 208,
    "catId": 84,
    "audio": "",
    "name": "13",
    "catName": "Зикр (Аллоҳни тилда ва дилда ёд этиш) фазилати",
    "arab":
        "وَقَالَ : (مَا مِنْ قَوْمٍ يَقُومُونَ مِنْ مَجْلِسٍ لاَ يَذْكُرُونَ اللهَ فِيْهِ إِلاَّ قَامُوا عَنْ مِثْلِ جِيْفَةِ حِمَارٍ، وَكَانَ لَهُمْ حَسْرَةً).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи ва саллам айтдилар: «Аллоҳни зикр қилмасдан ўринларидан қўзғолган қавм эшак ўлимтиги каби нарса устидан турган (яъни унинг гўштидан тановул қилиб тургандек) бўладилар ва (бу) уларга ҳасрат бўлади». (Абу Довуд ва Аҳмад ривояти)"
  },
  {
    "id": 209,
    "catId": 85,
    "audio": "",
    "name": "1",
    "catName": "Шайтон ва унинг васвасасини қувиш (ҳайдаш) дуоси",
    "arab": "(الاسْتِعَاذَةُ بِاللهِ مِنْهٌ ) .",
    "text":
        "Аллоҳ таолодан шайтондан паноҳ беришини сўраб «Аузу биллаҳи минаш шайтонир рожим» дейди. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 210,
    "catId": 85,
    "audio": "",
    "name": "2",
    "catName": "Шайтон ва унинг васвасасини қувиш (ҳайдаш) дуоси",
    "arab": "( الأَذَانُ) .",
    "text":
        "«Азон». (Азон айтилганда шайтон қочади). (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 211,
    "catId": 85,
    "audio": "",
    "name": "3",
    "catName": "Шайтон ва унинг васвасасини қувиш (ҳайдаш) дуоси",
    "arab": "(الأَذْكَارُالمَشٍرُعَةُ وَقِرَاءَةُ الْقُرْآنِ ) .",
    "text":
        "(Юқорида келтирилган барча) зикрлар ва Қуръон тиловати (шайтонни ҳайдайди). (Уйларингизни мақбараларга айлантирмангиз, албатта, шайтон «Бақара» сураси ўқилган уйдан қочади). (Муслим ривояти)."
  },
  {
    "id": 212,
    "catId": 86,
    "audio": "8611.mp3",
    "name": "1",
    "catName":
        "Бирон бир мусибат билан балоланган кишини кўрганда айтиладиган дуо",
    "arab":
        "( الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً ).",
    "text":
        "Сени балолаган нарсадан мени саломат қилган ва яратганларининг аксаридан афзал қилган Аллоҳга ҳамдлар бўлсин. (Термизий ривояти)."
  },
  {
    "id": 213,
    "catId": 87,
    "audio": "8711.mp3",
    "name": "1",
    "catName": "Мажлисда нима дейилади",
    "arab":
        "عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ : كَانَ يُعَدُّ لِرَسُولِ اللهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الْوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: (رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الْغَفُورُ).",
    "text":
        "Ибни Умар розияллоҳу анҳумодан ривоят қилинади: Расулуллоҳ соллаллоҳу алайҳи васалламнинг бир мажлисда қўзғалмасларидан олдин юз маротаба «Парвардигоро, мени мағфират қил, тавбаларимни қабул эт. Албатта, Сен тавбаларни қабул этувчи ва мағфиратли Зотдирсан», дейишлари саналар эди. (Термизий ва Ибн Можа ривояти)."
  },
  {
    "id": 214,
    "catId": 88,
    "audio": "8811.mp3",
    "name": "1",
    "catName": "Мажлиснинг каффорати",
    "arab":
        "( سُبْحَانَكَ اللَّهُمَّ، وبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ).",
    "text":
        "Парвардигоро! Сен барча айбу нуқсондан покдирсан. Сенинг ҳамдинг билан тасбеҳлар айтаман. Гувоҳлик бераманки, Сендан ўзга ҳеч бир (барҳақ) маъбуд йўқ. Сендан истиғфор сўрайман ва Сенга тавбалар қиламан. (Абу Довуд, Термизий, Насоий ва Ибн Можа ривояти).<br>Оиша онамиз айтади: Расулуллоҳ соллаллоҳу алайҳи васаллам бир мажлисга ўтирсалар, Қуръон тиловат қилсалар ёки намоз ўқисалар, албатта, мана шу калималар билан якунлар эдилар». (Насоий ва Аҳмад ривояти)."
  },
  {
    "id": 215,
    "catId": 89,
    "audio": "",
    "name": "1",
    "catName": "Истиғфор ва тавба",
    "arab":
        "قَالَ رَسُولُ اللهِ : ( وَاللهِ إِنِّي لأَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِيْنَ مَرَّةً).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Аллоҳга қасамки, мен бир кунда Аллоҳга етмиш мартадан зиёдроқ истиғфор айтиб, тавба қиламан. (Бухорий ривояти)."
  },
  {
    "id": 216,
    "catId": 89,
    "audio": "",
    "name": "2",
    "catName": "Истиғфор ва тавба",
    "arab":
        "وَقَالَ : ( يَا أَيُّهَا النَّاسُ، تُوبُوا إِلَى اللهِ، فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ).",
    "text":
        "Пайғамбаримиз соллаллоҳу алайҳи васаллам айтдилар: Эй инсонлар! Аллоҳга тавба қилингиз! Албатта, мен бир кунда юз маротаба Унга тавба қиламан. (Муслим ривояти)."
  },
  {
    "id": 217,
    "catId": 89,
    "audio": "",
    "name": "3",
    "catName": "Истиғфор ва тавба",
    "arab":
        "وَقَالَ : ( مَنْ قَالَ : ( أَسْتَغْفِرُ اللهَ الْعَظِيْمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ ) غَفَرَ اللهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам дедилар: Кимки «Яккаю ёлғиз, барҳаёт ва абадий турувчи улуғ Аллоҳдан мағфират этишини сўрайман, Унга тавба қиламан», деб айтса, агар у жанг пайтида қочган бўлса ҳам Аллоҳ уни(нг гуноҳларини) мағфират қилади. (Абу Довуд, Термизий ва Ҳоким ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 218,
    "catId": 89,
    "audio": "",
    "name": "4",
    "catName": "Истиғфор ва тавба",
    "arab":
        "وَقَالَ : ( أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ، فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللهَ فِي تِلْكَ السَّاعَةِ فَكُنْ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Парвардигорнинг бандасига энг яқин вақти кечанинг охирги қисмида бўлади. Ушбу соатда Аллоҳни зикр этувчилардан бўлишга қурбинг етса, бўл! (Термизий, Насоий ва Ҳоким ривояти)."
  },
  {
    "id": 219,
    "catId": 89,
    "audio": "",
    "name": "5",
    "catName": "Истиғфор ва тавба",
    "arab":
        "وَقَالَ : ( أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنَ رَبِّهِ وَهُوَ سَاجِدٌ، فَأَكْثِرُوا الدُّعَاءَ).",
    "text":
        "Набий соллаллоҳу алайҳи васаллам айтдилар: Банданинг Роббига энг яқин вақти унинг саждага бош қўйган вақтидир. Бас, дуони кўп қилингиз. (Муслим ривояти)."
  },
  {
    "id": 220,
    "catId": 89,
    "audio": "",
    "name": "6",
    "catName": "Истиғфор ва тавба",
    "arab":
        "وَقَالَ : ( إِنَّهُ لَيُغَانُ عَلَى قَلْبِي، وَإِنِّي لأَسْتَغْفِرُ اللهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Қалбимни (хато-унутиш) қоплаб олади ва мен Аллоҳдан бир кунда юз маротаба истиғфор сўрайман. (Чунки Расулуллоҳ соллаллоҳу алайҳи васаллам зикрни, қурбат-яқинлик ҳосил қилишни ва ўзини текшириб-кузатиб туришни доимо зиёда этиб борар эдилар. Агарда баъзи вақтда уни ҳаёлларидан фаромуш этсалар, унутсалар, буни ўзлари учун гуноҳ деб билар ва истиғфор айтишга шошилар эдилар. – Ибн ал-Асир сўзи). (Муслим ривояти)."
  },
  {
    "id": 221,
    "catId": 91,
    "audio": "",
    "name": "1",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "قَالَ : ( مَنْ قَالَ: ( سُبْحَانَ اللهِ وَبِحَمْدِهِ ) فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Кимки бир кунда юз маротаба «Субҳаналлоҳ вабиҳамдиҳи (Аллоҳ барча айбу нуқсондан покдир ва Унинг ҳамди билан тасбеҳ айтаман)», деб айтса, хатолари денгиз кўпигичалик бўлса ҳам ўчирилади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 222,
    "catId": 91,
    "audio": "",
    "name": "2",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "وَقَالَ : ( مَنْ قَالَ : ( لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ، لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ ) عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إسْمَاعِيْلَ).",
    "text":
        "Пайғамбаримиз соллаллоҳу алайҳи васаллам марҳамат қиладилар: Кимки ўн маротаба «Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиз, шериксиздир. Мулк ҳам, ҳамд ҳам Уники ва У барча нарсага қодир», деб айтса, Исмоил болаларидан тўрт жонни озод этган киши каби бўлади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 223,
    "catId": 91,
    "audio": "",
    "name": "3",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "وَقَالَ : ( كَلِمَتَانِ خَفِيْفَتَانِ عَلَى اللِّسَانِ، ثَقِيْلَتَانِ فِي الْمِيْزَانِ، حَبِيْبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيْمِ).",
    "text":
        "Пайғамбаримиз соллаллоҳу алайҳи васаллам марҳамат қиладилар: Кимки ўн маротаба «Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиз, шериксиздир. Мулк ҳам, ҳамд ҳам Уники ва У барча нарсага қодир», деб айтса, Исмоил болаларидан тўрт жонни озод этган киши каби бўлади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 224,
    "catId": 91,
    "audio": "",
    "name": "4",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "وَقَالَ : ( لأَنْ أَقُولَ : سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: «Аллоҳ барча айбу нуқсондан покдир. Унга ҳамд бўлсин. Аллоҳдан ўзга (ҳақ) илоҳ йўқ ва Аллоҳ буюкроқдир», деб айтишим мен учун (қуёш нури тушадиган барча нарсадан) қуёш (унинг) устига чиқадиган барча нарсадан суюклироқдир. (Муслим ривояти)."
  },
  {
    "id": 225,
    "catId": 91,
    "audio": "",
    "name": "5",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "وَقَالَ : ( أَيَعْجِزُ أَحَدُكُمْ أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ ؟ فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ : كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ ؟ قَالَ : يُسَبِّحُ مِائَةَ تَسْبِيْحَةٍ، فَيُكْتَبُ لَهُ أَلْفُ حَسَنَةٍ، أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيْئَةٍ).",
    "text":
        "Набий соллаллоҳу алайҳи васаллам айтдилар: Ҳар куни мингта яхшилик қилишдан биронтангиз ожизми? Саҳобийлардан бири сўради: қандай қилиб мингта яхшилик қилади? Росулуллоҳ соллаллоҳу алайҳи васаллам дедилар: Юзта тасбеҳ айтади ва унга мингта яхшилик ёзилади ёки мингта хатоси ўчирилади. (Муслим ривояти)."
  },
  {
    "id": 226,
    "catId": 91,
    "audio": "",
    "name": "6",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "( مَنْ قَالَ : ( سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحَمْدِهِ) غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ).",
    "text":
        "Кимки «Улуғ Аллоҳ барча айбу нуқсондан покдир ва Унинг ҳамди билан тасбеҳ айтаман», деб айтса, унинг учун жаннатда бир хурмо (кўчати) экилади. (Термизий ва Ҳоким ривояти)."
  },
  {
    "id": 227,
    "catId": 91,
    "audio": "",
    "name": "7",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "وَقَالَ : ( يَا عَبْدَ اللهِ بْنَ قَيْسٍ، أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ فَقُلْتُ: بَلَى، يَا رَسُولَ اللهِ، قَالَ : قُلْ : لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Эй Абдуллоҳ ибн Қайс, мен сизни жаннат ҳазиналаридан бирига йўллаб кўяйми? Ҳа, эй Расулуллоҳ соллаллоҳу алайҳи васаллам, - дедим мен. «Ла ҳавла ва ла қуввата илла биллаҳ» «Ҳаракат ҳам, қувват ҳам фақат Аллоҳ мадади биландир», деб айтинг. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 228,
    "catId": 91,
    "audio": "",
    "name": "8",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "وَقَالَ : ( أحَبُّ الْكَلاَمِ إِلَى اللهِ أَرْبَعٌ : سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأْتَ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтадилар: Аллоҳга энг суюмли бўлган сўзлар тўртта: Аллоҳ барча айбу нуқсонлардан покдир. Ҳамд Аллоҳникидир. Аллоҳдан ўзга (ҳақ) илоҳ йўқ ва Аллоҳ буюкроқдир. Уларнинг қайси бири билан бошласангиз ҳам зарари йўқ. (Муслим ривояти)."
  },
  {
    "id": 229,
    "catId": 91,
    "audio": "",
    "name": "9",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللهِ فَقَالَ : عَلِّمْنِي كَلاَماً أَقُولُهُ، قَالَ : قُلْ ( لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ، لاَ شَرِيْكَ لَهُ، اللهُ أَكْبَرُ كَبِيْراً، وَالْحَمْدُ للهِ كَثِيْراً، سُبْحَانَ اللهِ رَبِّ الْعَالَمِيْنَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَزِيْزِ الْحَكِيْمِ )، قَالَ : فَهؤُلاَءِ لِرَبِّي، فَمَا لِي ؟ قَالَ : قُلْ ( اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي).",
    "text":
        "Бир саҳройи араб Расулуллоҳ соллаллоҳу алайҳи васаллам ҳузурларига келиб: «Менга бир сўз ўргатинг, уни айтиб юрай», деди. Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: «Ёлғиз Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У шериксиздир. Аллоҳ жуда улуғдир. Унга кўпдан-кўп ҳамдлар бўлсин. Оламлар Парвардигори Аллоҳ барча айбу нуқсондан покдир. Ҳаракат ҳам, қувват ҳам Азизу-Ҳаким бўлган Аллоҳ мадади биландир», деб айт. Саҳройи араб сўради: Бу сўзлар Парвардигорим учун, энди ўзим учунчи? Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: «Парвардигоро, мени мағфират қил, менга раҳм эт, мени ҳидоятга йўлла ва ризқлантир», деб айт. (Муслим ривояти).<br>(Абу Довудда қуйидагича зиёда-қўшимча ҳам бор: Ўша киши кетгач, Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Икки кўлини ҳам яхшиликка тўлдириб кетди)."
  },
  {
    "id": 230,
    "catId": 91,
    "audio": "",
    "name": "10",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبِيُّ الصَّلاَةَ، ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ : ( اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي، وَارْزُقْنِي).",
    "text":
        "Агар бирон киши исломни қабул қиладиган бўлса, Набий соллаллоҳу алайҳи ва саллам унга намозни ўргатар, сўнгра эса қуйидаги сўзлар билан дуо қилишини буюрар эдилар: «Парвардигоро, мени мағфират қил, менга раҳм эт, мени ҳидоятга йўлла, менга офият-саломатлик ҳамда ризқ бер». (Булар сенга дунёю охиратингни жамлайди) (Муслим ривояти)."
  },
  {
    "id": 231,
    "catId": 91,
    "audio": "",
    "name": "11",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "( إِنَّ أَفْضَلَ الدُّعَاءِ : اَلْحَمْدُ للهِ، وَأَفْضَلَ الذِّكْرِ: لاَ إِلَهَ إِلاَّ اللهُ ) .",
    "text":
        "Дуоларнинг энг афзали «Аллоҳга ҳамд бўлсин», зикрларнинг энг афзали «Аллоҳдан ўзга (ҳақ) илоҳ йўқ» зикридир. (Термизий, Ибн Можа ва Ҳоким ривояти)."
  },
  {
    "id": 232,
    "catId": 91,
    "audio": "",
    "name": "12",
    "catName": "Тасбеҳ, ҳамд, таҳлил ва такбир айтишнинг фазли",
    "arab":
        "( اَلْبَاقِيَاتُ الصَّالِحَاتُ : سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ).",
    "text":
        "Боқий қолувчи солиҳотлар ушбулар: (Субҳаналлоҳ) Аллоҳ барча айбу нуқсонлардан покдир. (Алҳамду лиллаҳ) Ҳамд Аллоҳникидир. (Ла илаҳа иллаллоҳу) Аллоҳдан ўзга (ҳақ) илоҳ йўқ. (Аллоҳу акбар) Аллоҳ буюкроқдир. (Ла ҳавла ва ла қуввата илла биллаҳи) Ҳаракат, бир ҳолатдан иккинчисига ўтиш ҳам, қувват ҳам фақат Аллоҳ мадади биландир. (Аҳмад ривояти)."
  },
  {
    "id": 233,
    "catId": 92,
    "audio": "",
    "name": "1",
    "catName": "Набий соллаллоҳу алайҳи ва саллам қандай тасбеҳ айтар эдилар",
    "arab":
        "عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا قَالَ: (رَأَيْتُ النَّبِيَّ صلى الله وسلم يَعْقِدُ التَّسْبِيْحَ بِيَمِيْنِهِ).",
    "text":
        "Абдуллоҳ ибн Амр розияллоҳу анҳумодан ривоят қилинади: «Набий соллаллоҳу алайҳи ва салламнинг тасбеҳ-зикрларни ўнг кўлларида санаганларини кўрганман», - дедилар. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 234,
    "catId": 93,
    "audio": "",
    "name": "1",
    "catName": "Анвои хайр-яхшилик ва умумий одоблардан",
    "arab":
        "(إِذَا كَانَ جُنْحُ اللَّيْلِ - أَوْ أَمْسَيْتُمْ – فَكُفُّوا صِبْيَانَكُمْ، فَإِنَّ الشَّيَاطِيْنَ تَنْتَشِرُ حِيْنَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللهِ، فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَاباً مُغْلَقًا، وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اسْمَ اللهِ، وَخَمِّرُوا آنِيَتَكُم وَاذْكُرُوا اسْمَ اللهِ، وَلَوْ أَنْ تَعْرِضُوا عَلَيْهَا شَيْئاً، وَأَطْفِؤُوا مَصَابِيْحَكُمْ).",
    "text":
        "Қорунғу тушаётганда – ёки кеч кирганда – ёш болаларингизни (кўчадан) тутиб турингиз. Бу пайтда шайтонлар (жинлар) изғиган бўлади. Қоронғи тушгандан сўнг бироз ўтгач, болаларингизни озод қўйингиз. Аллоҳнинг номини зикр этиб эшикларингизни беркитингиз. Шайтон беркитилган эшикни очмайди. Аллоҳнинг номини зикр этиб мешларингизнинг оғзини боғлангиз. Аллоҳнинг номини зикр этиб идишларингиз устини ҳеч бўлмаса устига бирон нарса (чўп) ташлаб қўйиб бўлса ҳам ёпингиз. Шамчироқларингизни ўчириб қўйинглар (ётинглар). (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 235,
    "catId": 94,
    "audio": "9411.mp3",
    "name": "1",
    "catName": "Ҳаж ёки умрада эҳромдаги киши қандай талбия айтади",
    "arab":
        "( لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيْكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكُ، لاَ شَرِيْكَ لَكَ).",
    "text":
        "Парвардигоро, чақириғингга қайта-қайта ижобат қилмоқдаман ва Сенинг итоатингдаман! Сенинг шеригинг йўқ. Мен Сенинг итоатингдаман, чақириғингга ижобатдаман. Ҳамд ҳам, неъмат ҳам, мулк ҳам Сеникидир. Сенинг шеригинг йўқ. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 236,
    "catId": 95,
    "audio": "",
    "name": "1",
    "catName": "Рукнул асвад олдида қандай такбир айтади",
    "arab":
        "(طَافَ النَّبِيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيْرٍ، كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ).",
    "text":
        "Набий соллаллоҳу алайҳи ва саллам туяда ўтириб Каъбани тавоф қилдилар (айландилар). Ҳар сафар рукн рўпарасига келган вақтларида ўзларида бор бўлган бирон нарса билан унга ишора қилиб такбир (Аллоҳу акбар) айтар эдилар. («Бирон нарса», деб ҳассалари айтилаяпти). (Бухорий ривояти)."
  },
  {
    "id": 237,
    "catId": 96,
    "audio": "9611.mp3",
    "name": "1",
    "catName": "Рукнул ямоний билан ҳажарул асвад ўртасида қилинадиган дуо",
    "arab":
        "{رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} .",
    "text":
        "«Парвардигоро, бизга бу дунёда ҳам яхшилик ато қил, охиратда ҳам яхшилик ато эт ва бизни дўзах азобидан асра». (Бақара: 201)."
  },
  {
    "id": 238,
    "catId": 97,
    "audio": "9711.mp3",
    "name": "1",
    "catName": "Сафо ва Марва тепасида турилганда ўқиладиган дуо",
    "arab":
        "لَمَّا دَنَا مِنَ الصَّفَا قَرَأَ:{ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ … }أَبْدَأُ بِمَا بَدَأَ اللهُ بِهِ، فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللهَ وَكَبَّرَهُ وَقَالَ : (لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحزاب وَحْدَهُ) ثُمَّ دَعَا بَيْنَ ذَلِكَ، قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ … الحديث، وَفِيْهِ: (فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا).",
    "text":
        "Набий алайҳиссалом Сафо (тоғига) яқинлашганларида қуйидаги оятни охиригача ўқидилар: «Албатта, Сафо ва Марва Аллоҳнинг оят-аломатларидандир...». (Бақара: 158). «Аллоҳнинг биринчи айтганидан бошлайман», дедилар ва Сафодан бошладилар. Каъбани кўрадиган бўлгунларича тоққа кўтарилдилар. Қиблага юзландилар. Аллоҳдан ўзга (ҳақ) илоҳ йўқлигини айтиб, тавҳид калимсини айтдилар. «Аллоҳу акбар», деб такбир айтдилар. «Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У шериксиздир. Мулк ҳам, ҳамд ҳам Уникидир ва У барча нарсага қодир. Аллоҳдан ўзга (ҳақ)илоҳ йўқ. У ваъдасининг устидан чиқди: бандасини ғолиб этди, гуруҳларни ёлғиз Ўзи мағлуб қилди», дедилар, сўнг дуо қилдилар. Шуни уч марта айтдилар-такрорладилар. Марва тепасида ҳам худди шундай қилдилар. (Яъни, уч марта такбир, тавҳид калималари айтдилар ва дуо қилдилар). (Муслим ривояти)."
  },
  {
    "id": 239,
    "catId": 98,
    "audio": "9811.mp3",
    "name": "1",
    "catName": "Арафа куни айтиладиган дуо",
    "arab":
        "خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي: ( لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ).",
    "text":
        "Дуоларнинг энг яхшиси арафа кунидаги дуо. Мен ва мендан олдин ўтган набийлар айтган энг яхши сўз: Аллоҳдан ўзга (барҳақ) илоҳ йўқ. У ёлғиз, шериксиз. Мулк ҳам, ҳамд ҳам Уники ва У барча нарсага қодир. (Термизий ривояти)."
  },
  {
    "id": 240,
    "catId": 99,
    "audio": "",
    "name": "1",
    "catName": "Машъарул ҳаром – Муздалифада айтиладиган зикр",
    "arab":
        "رَكِبَ الْقَصْوَاءَ، حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ، فَاسْتَقْبَلَ الْقِبْلَةَ ( فَدَعَاهُ، وَكَبَّرَهُ، وَهَلَّلَهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِداًّ، فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ).",
    "text":
        "Пайғамбаримиз соллаллоҳу алайҳи васаллам туялари Қасвога миниб Машъарул ҳаром – Муздалифага келдилар. Қиблага юзландилар. (Аллоҳга дуо қилдилар. Аллоҳни улуғлаб, такбир айтдилар, таҳлил (Ла илаҳа иллаллоҳ) айтдилар ва тавҳид калималарини (Ла илаҳа иллаллоҳу ваҳдаҳу... қодир, деб) айтдилар. Кун жуда ёришиб кетгунича туриб, сўнг қуёш чиқмасдан олдин йўлга тушдилар. (Муслим ривояти)."
  },
  {
    "id": 241,
    "catId": 100,
    "audio": "",
    "name": "1",
    "catName": "Жамаротга тош отишда ҳар бир тош билан бирга такбир айтиш",
    "arab":
        "(يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ وَيَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبْلَةِ رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الأُولَى وَالثَّانِيَةِ، أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيْهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ، وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا).",
    "text":
        "Учала жамра (тош отадиган жой)да ҳам ҳар тош отиш билан бирга такбир айтади. Биринчи ва иккинчи жамра (тош отадиган ер)ларда тош отиб бўлгач олдинроққа ўтади сўнгра кўлини кўтариб қиблага юзланган ҳолда туриб, дуо қилади. Охирги тош отиладиган ер (Жамратул ақаба)да эса тошларни отади, ҳар бирини отаётганида такбир (Аллоҳу акбар) айтади ва унинг олдида (дуо учун) тўхтамасдан кетади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 242,
    "catId": 105,
    "audio": "10511.mp3",
    "name": "1",
    "catName": "«Аллоҳ сизни мағфират этсин», деган кишига бериладиган жавоб",
    "arab": "( وَ لَكَ ) . ",
    "text": "«Сизни ҳам». (Насоий ва Аҳмад ривояти)."
  },
  {
    "id": 243,
    "catId": 106,
    "audio": "10611.mp3",
    "name": "1",
    "catName": "Сизга яхшилик қилган кишига айтадиган дуоингиз",
    "arab": "( جَزَاكَ اللَّهُ خَيْراً ) .",
    "text": "Аллоҳ сизни яхшиликлар билан мукофотласин. (Термизий ривояти)."
  },
  {
    "id": 244,
    "catId": 107,
    "audio": "10711.mp3",
    "name": "1",
    "catName":
        "«Мен сизни Аллоҳ йўлида (Аллоҳ учун) яхши кўраман», деган кишига бериладиган жавоб",
    "arab": "( أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ ) .",
    "text":
        "Мени кимнинг йўлида яхши кўрган бўлсангиз, ўша Зот сизни яхши кўрсин. (Абу Довуд ривояти. Албоний ҳасан деган). "
  },
  {
    "id": 245,
    "catId": 108,
    "audio": "10811.mp3",
    "name": "1",
    "catName": "Сизга молини бермоқчи бўлган кишига айтадиган дуоингиз",
    "arab": "( بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ ) .",
    "text":
        "Аллоҳ сизнинг аҳлингизга ҳам, молингизга ҳам барака берсин. (Бухорий ривояти)."
  },
  {
    "id": 246,
    "catId": 109,
    "audio": "10911.mp3",
    "name": "1",
    "catName": "Акса урилганда айтиладиган дуо",
    "arab":
        "إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلْ : ( الْحَمْدُ لِلَّهِ ) <br>، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ : (يَرْحَمُكَ اللَّهُ )<br>فَلْيَقُلْ : (يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ )",
    "text":
        "Агар сизларнинг бирингиз атса урса, «Алҳамду лиллаҳ» «Аллоҳга ҳамд бўлсин», деб айтсин. Унга эса биродари ёки йўлдоши «Аллоҳ сизга раҳм этсин», деб жавоб айтсин. Агар биродари «Аллоҳ сизга раҳм этсин», деб айтса, «Аллоҳ сизларни ҳидоят этсин ва қалбларингизни ўнгласин», деб жавоб қайтарcин. (Бухорий ривояти)."
  },
  {
    "id": 247,
    "catId": 110,
    "audio": "11011.mp3",
    "name": "1",
    "catName": "Қарзни тўлаш пайтида қарз берган кишига айтиладиган дуо",
    "arab":
        "( بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ ) .",
    "text":
        "Аллоҳ сизнинг аҳлингизга ҳам, молингизга ҳам баракот берсин. (Албатта, қарз берганнинг мукофоти шукр ва вақтида адо этмоқликдир.) (Насоий ва Ибн Можа ривояти)."
  },
  {
    "id": 248,
    "catId": 111,
    "audio": "11111.mp3",
    "name": "1",
    "catName": "Ширк келтириб қўйишдан хавфланганда ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ إِنِّي أَعُوْذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ ) .",
    "text":
        "Эй Аллоҳ! Сенга билиб турган ҳолимда ширк келтириб қўйишдан Ўзинг сақла. Билмасдан келтирганларим учун Сендан кечирим-мағфират сўрайман (Аҳмад ва бошқалар ривояти)."
  },
  {
    "id": 249,
    "catId": 112,
    "audio": "11211.mp3",
    "name": "1",
    "catName": "«Аллоҳ баракот ато этсин», деган кишига бериладиган жавоб",
    "arab": "( وَفِيْكَ بَارَكَ اللَّهُ ) .",
    "text": "Сизга ҳам Аллоҳ баракот ато этсин. (Ибн Сунний ривояти)."
  },
  {
    "id": 250,
    "catId": 113,
    "audio": "11311.mp3",
    "name": "1",
    "catName": "Шумланишдан қайтариш дуоси",
    "arab":
        "( اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيِرُكَ ) .",
    "text":
        "Парвардигоро! Сен ёмонлик аломати этган нарсагина ёмонлик аломатидир. Сен яхшилик аломати этган нарсагина яхшилик аломатидир ва Сендан ўзга ҳеч бир барҳақ илоҳ йўқдир! (Яъни, фақат Сенинг айтганинг бўлади ва Сен нимани тақдир қилган бўлсанг ўша бўлади. Сен барча нарсани билувчисан, биз билмаймиз) (Аҳмад ва Ибн Сунний ривояти)."
  },
  {
    "id": 251,
    "catId": 114,
    "audio": "",
    "name": "1",
    "catName": "Саломни кенг ёйиш",
    "arab":
        "قَالَ رَسُولُ اللهِ : ( لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ ؟ أَفْشُوا السَّلاَمَ بَيْنَكُمْ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Мўъмин бўлмагунингизча жаннатга кирмайсизлар. Бир-бирингизни яхши кўрмагунингизча мўъмин бўлмайсизлар. Сизларни бир амалга йўллаб қўймайми? Агар уни қилсангизлар, бир-бирингизни яхши кўрасизлар: ўрталарингизда саломни ёйинглар. (Муслим ва бошқалар ривояти)."
  },
  {
    "id": 252,
    "catId": 114,
    "audio": "",
    "name": "2",
    "catName": "Саломни кенг ёйиш",
    "arab":
        "(ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الإِيْمَانَ: اَلإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالإِنْفَاقُ مِنَ الإِقْتَارِ).",
    "text":
        "Уч нарса бор. Ким уларни жамласа, батаҳқиқ, иймонни жамлабди: Ўзингиздан (ўзингизга қарши бўлсада) адолат-инсоф этмоғингиз, олам (муслимларига) салом бермоқлик ва қийинчиликда ҳам инфоқ-эҳсон қилмоқлик. (Бухорий ривояти)."
  },
  {
    "id": 253,
    "catId": 114,
    "audio": "",
    "name": "3",
    "catName": "Саломни кенг ёйиш",
    "arab":
        "وَعَنْ عَبْدِ اللهِ بْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا : أَنَّ رَجُلاً سَأَل النَّبِيَّ أَيُّ الإِسْلاَمِ خَيْرٌ ؟ قَالَ : ( تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلاَمُ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ ) .",
    "text":
        "Абдуллоҳ ибн Умар розияллоҳу анҳумодан ривоят қилинади: Бир киши Набий алайҳиссаломдан сўради: Исломнинг қайси амали яхшироқ? Расулуллоҳ айтдилар: Таом беришлигинг ва таниган-танимаган (мусулмон) кишингга салом бермоқлигинг. (Бухорий ривояти)."
  },
  {
    "id": 254,
    "catId": 115,
    "audio": "",
    "name": "1",
    "catName":
        "Расулуллоҳга салот (соллаллоҳу алайҳи васаллам деб) айтишнинг фазли",
    "arab":
        "قَالَ : ( مَنْ صَلَّى عَلَيَّ صَلاَةً وَاحِدَةً صَلَّى اللهُ عَلَيْهِ بِهَا عَشْراً ) .",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтадилар: Ким менга (бир марта) салот айтса, Аллоҳ унга ўн марта салот айтади. (Аллоҳнинг салоти бандасини Малаул аълода зикр қилиши-эслашидир). (Муслим ривояти)."
  },
  {
    "id": 255,
    "catId": 115,
    "audio": "",
    "name": "2",
    "catName":
        "Расулуллоҳга салот (соллаллоҳу алайҳи васаллам деб) айтишнинг фазли",
    "arab":
        "وَقَالَ : (لاَ تَجْعَلُوا قَبْرِي عِيْداً، وَصَلُّوا عَلَيَّ، فَإِنَّ صَلاَتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Менинг қабримни қайта-қайта зиёрат этадиган жой (ёки ҳайитгоҳ) қилиб олмангиз. Менга салот айтингиз. Албатта, сизларнинг салотингиз қаерда бўлсангиз ҳам менга етади. (Абу Довуд ва Аҳмад ривояти)."
  },
  {
    "id": 256,
    "catId": 115,
    "audio": "",
    "name": "3",
    "catName":
        "Расулуллоҳга салот (соллаллоҳу алайҳи васаллам деб) айтишнинг фазли",
    "arab":
        "وَقَالَ : ( اَلْبَخِيْلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ ) .",
    "text":
        "Пайғамбаримиз соллаллоҳу алайҳи васаллам айтдилар: Бахил унинг хузурида мен зикр қилинганимда менга салот айтмаган кишидир. (Термизий ва бошқалар ривояти)."
  },
  {
    "id": 257,
    "catId": 115,
    "audio": "",
    "name": "4",
    "catName":
        "Расулуллоҳга салот (соллаллоҳу алайҳи васаллам деб) айтишнинг фазли",
    "arab":
        "وَقَالَ : ( إِنَّ للهِ مَلاَئِكَةً سَيَّاحِيْنَ فِي الأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمُ ) .",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Аллоҳнинг ер юзини кезиб юриб, умматимдан менга салом етказувчи фаришталари бор. (Насоий ва Ҳоким ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 258,
    "catId": 115,
    "audio": "",
    "name": "5",
    "catName":
        "Расулуллоҳга салот (соллаллоҳу алайҳи васаллам деб) айтишнинг фазли",
    "arab":
        "وَقَالَ : (مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللهُ عَلَيَّ رُوحِي حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ).",
    "text":
        "Набий соллаллоҳу алайҳи васаллам дедилар: Менга бирон киши салом айтадиган бўлса, унинг саломига алик олишим учун Аллоҳ менга руҳим (жоним)ни қайтариб туради. (Абу Довуд ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 259,
    "catId": 116,
    "audio": "11611.mp3",
    "name": "1",
    "catName": "Кофирнинг саломига нима деб жавоб қайтарилади",
    "arab":
        "( إِذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا : وَعَلَيْكُمْ).",
    "text":
        "Агар сизларга аҳли китоблар салом берадиган бўлса, «Ваалайкум (яъни, сизларга ҳам)», деб жавоб қайтарингиз. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 260,
    "catId": 117,
    "audio": "",
    "name": "1",
    "catName": "Уришган-дашном берган кишингизга қиладиган дуоингиз",
    "arab":
        "قَالَ صلى الله عليه وسلم: ( اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ، فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Парвардигоро, қайси бир мўъминни сўккан (ёки дуои бад қилган) бўлсам, буни ўша мўъмин учун қиёмат кунида Ўзиннгга яқинлик-қурбат қил. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 261,
    "catId": 118,
    "audio": "",
    "name": "1",
    "catName": "Мусулмон киши бир биродарини мақтаганда нима дейди",
    "arab":
        "قَالَ صلى الله عليه وسلم: (إِذَا كَانَ أَحَدُكُمْ مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ، فَلْيَقُلْ : أَحْسِبُ فُلاَناً وَاللهُ حَسِيْبُهُ وَلاَ أُزَكِّي عَلَى اللهِ أَحَداً أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكّذَا).",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам дедилар: Агарда бирорталарингиз биродарини мақтайдиган бўлса, шунга мажбур бўлиб қолса, айтсинки: Мен фалончини (шундай) деб ҳисоблайман. Аллоҳ уни ҳисоб-китоб қилувчидир. Мен унинг ичи ҳақида ҳам оқибати ҳақида ҳам қатъий бир нарса дея олмайман. (Муслим ривояти)."
  },
  {
    "id": 262,
    "catId": 119,
    "audio": "11911.mp3",
    "name": "1",
    "catName": "Мусулмон киши мақталганида нима деб айтади",
    "arab":
        "( اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، [وَاجْعَلْنِي خَيْراً مِمَّا يَظُنُّونَ]).",
    "text":
        "Парвадигоро! Улар айтаётган нарса билан мени жавобгар қилма. Улар билмайдиган мендаги нарсаларни мағфират эт. ]Ва мени улар ўйлаганидан яхшироқ қил[. (Бухорий ривояти. Қавс ичидаги жумла Байҳақийда келтирилган зиёда)."
  },
  {
    "id": 263,
    "catId": 120,
    "audio": "12011.mp3",
    "name": "1",
    "catName": "Шамол пайти ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وأَعُوْذُ بِكَ مِنْ شَرِّهَا).",
    "text":
        "Эй Аллоҳ! Мен Сендан бу шамолнинг хайри-яхшилигини сўрайман. Унинг ёмонлигидан паноҳ тилайман. (Абу Довуд ва Ибн Можа ривояти)."
  },
  {
    "id": 264,
    "catId": 120,
    "audio": "12012.mp3",
    "name": "2",
    "catName": "Шамол пайти ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وأَعُوْذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ ) .",
    "text":
        "Парвардигоро! Мен Сендан бу шамолнинг, ундаги нарсанинг ва у билан юборилган нарсанинг яхшилигини сўрайман. Унинг, ундаги нарсанинг ва у билан юборилган нарсанинг ёмонлигидан паноҳ сўрайман. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 265,
    "catId": 121,
    "audio": "12111.mp3",
    "name": "1",
    "catName": "Момақалдироқ бўлганда ўқиладиган дуо",
    "arab":
        "( سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدَ بِحَمْدِهِ وَالْمَلائِكَةُ مِنْ خِيفَتِهِ ) .",
    "text":
        "Момақалдироқ ҳамду-сано билан тасбеҳ айтадиган, малоикалар ҳам Унга қўрққанларидан тасбеҳ айтадиган Зот барча айбу нуқсонлардан покдир. (Абдуллоҳ ибн Зубайр момақалдироқ овозини эшитганда гапиришдан тўхтар эдилар). («Муватто»да келтирилган, Албоний санадини саҳиҳ деган. Мавқуф)."
  },
  {
    "id": 266,
    "catId": 122,
    "audio": "12211.mp3",
    "name": "1",
    "catName": "Ёмғир сўралганда ўқиладиган дуолар",
    "arab":
        "( اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ ) .",
    "text":
        "Эй Аллоҳ! Бизга фойдали бўлган, ўт-ўланларни ўстирадиган, зарар етказмайдиган ва кеч эмас, тезда келадиган мўл-кўл ёмғир ёғдир. (Абу Довуд ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 267,
    "catId": 122,
    "audio": "12212.mp3",
    "name": "2",
    "catName": "Ёмғир сўралганда ўқиладиган дуолар",
    "arab":
        "( اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا ) .",
    "text":
        "Эй Аллоҳим, ёмғир ёғдир! Эй Аллоҳим, ёмғир ёғдир! Эй Аллоҳим, ёмғир ёғдир! (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 268,
    "catId": 122,
    "audio": "12213.mp3",
    "name": "3",
    "catName": "Ёмғир сўралганда ўқиладиган дуолар",
    "arab":
        "( اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِ بَلَدَكَ الْمَيِّتَ ) .",
    "text":
        "Эй Аллоҳ! Бандаларингни ва ҳайвонларингни суғор! Раҳматингни соч ва ўлик шаҳрингга ҳаёт бахш эт. (Абу Довуд ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 269,
    "catId": 123,
    "audio": "12311.mp3",
    "name": "1",
    "catName": "Ёмғир ёққанда ўқиладиган дуо",
    "arab": "( اللَّهُمَّ صَيِّباً نَافِعاً ) .",
    "text": "Парвардигоро! Фойдали (хайрли) ёмғир эт. (Бухорий ривояти)."
  },
  {
    "id": 270,
    "catId": 124,
    "audio": "12411.mp3",
    "name": "1",
    "catName": "Ёмғир тингач ўқиладиган дуо",
    "arab": "( مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ ) .",
    "text":
        "Аллоҳнинг фазли ва раҳмати билан бизга ёмғир ёғди. (Бухорий ривояти)."
  },
  {
    "id": 271,
    "catId": 125,
    "audio": "12511.mp3",
    "name": "1",
    "catName": "Ёмғирнинг тўхташини – очиқ ҳавони сўрашда ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ حَوَالَيْنَا، وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَام وَالظِّرَابِ، وَبُطُونِ الأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ ) .",
    "text":
        "Эй Аллоҳ! Бизнинг устимизга эмас, атрофларга ёғдир. Парвардигоро! Қир-адирларга, водийлар ичкарисига ва дарахтзорларга ёғдир! (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 272,
    "catId": 126,
    "audio": "12611.mp3",
    "name": "1",
    "catName": "Янги ой кўринганида ўқиладиган дуо",
    "arab":
        "(اللَّهُ أَكْبَرُ اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالأَمْنِ وَالإِيمَانِ وَالسَّلامَةِ وَالإِسْلامِ وَالتَّوْفِيقِ لِمَا تُحِبُّ وَتَرْضَى رَبُّنَا وَرَبُّكَ اللَّهُ. )",
    "text":
        "Аллоҳ буюкроқдир! Эй Аллоҳ! Бу ойни бизга омонлик, иймон, саломатлик, ислом ва Ўзинг яхши кўрадиган, рози бўладиган нарсага муяссар этиш билан чиқар. Бизнинг ҳам, сенинг ҳам Парвардигоринг Аллоҳдир! (Термизий ва Доримий ривояти)."
  },
  {
    "id": 273,
    "catId": 127,
    "audio": "12711.mp3",
    "name": "1",
    "catName": "Улов (от, кема, сайёра)га минилаётганда ўқиладиган дуо",
    "arab":
        "(بِسْمِ اللَّهِ، وَالْحَمْدُ لِلَّهِ، } سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ{ ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي، فَإِنَّهُ لاَيَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ).",
    "text":
        "Аллоҳ номи билан. Аллоҳга ҳамд бўлсин. «Бизларга бу (кема ёки от-улов)ни бўйсундириб қўйган Зот (яъни, Аллоҳ барча айбу нуқсондан) покдир. Бизлар ўзимиз бунга қодир эмас эдик. Шак-шубҳасиз бизлар (барчамиз) Парвардигоримизга қайтувчидирмиз». (Зуҳруф: 13). Ҳамд Аллоҳгадир. Ҳамд Аллоҳгадир. Ҳамд Аллоҳгадир. Аллоҳ буюкроқдир! Аллоҳ буюкроқдир! Аллоҳ буюкроқдир! Эй Аллоҳ! Сен барча айбу нуқсондан покдирсан. Албатта, мен ўзимга зулм қилдим. Мени мағфират эт. Сендан ўзга гуноҳларни мағфират этувчи йўқ. (Абу Довуд ва Термизий ривояти)."
  },
  {
    "id": 274,
    "catId": 128,
    "audio": "",
    "name": "1",
    "catName": "Ҳўроз қичқирганда, эшак ҳанграганда нима дейилади",
    "arab":
        "( إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللهَ مِنْ فَضْلِهِ، فَإِنَّهَا رأَتْ مَلَكاً، وَإِذَا سَمِعْتُمْ نَهِيْقَ الْحِمَارِ فَتَعَوَّذُوا بِاللهِ مِنَ الشَّيْطَانِ، فَإِنَّهُ رأَىَ شَيْطَاناً).",
    "text":
        "Хўрозлар қичқириғини эшитсангизлар, Аллоҳдан Унинг фазлини сўранглар. Албатта, у фариштани кўрган бўлади. Агар эшак ҳанграшини эшитсангизлар, Аллоҳдан шайтондан паноҳ беришини сўранглар. У шайтонни кўрган бўлади. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 275,
    "catId": 129,
    "audio": "",
    "name": "1",
    "catName": "Кечаси итлар ҳуриганида ўқиладиган дуо",
    "arab":
        "(إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيْقَ الْحَمِيْرِ بِاللَّيْلِ، فَتَعَوَّذُوا بِاللهِ مِنْهُنَّ، فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ).",
    "text":
        "Кечаси итлар ҳуриганини ва эшаклар ҳанграшини эшитган вақтингизда Аллоҳдан улардан паноҳ беришини сўранг. Албатта, улар сизлар кўрмайдиган нарсаларни кўрадилар. (Абу Довуд ва Аҳмад ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 276,
    "catId": 130,
    "audio": "13011.mp3",
    "name": "1",
    "catName":
        "Агар кофир атса уриб, «Алҳамду лиллаҳ», деса, нима деб жавоб айтилади",
    "arab": "( يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ ) .",
    "text":
        "Аллоҳ сизларни ҳидоят этсин ва қалбларингизни ўнгласин. (Термизий, Аҳмад ва Абу Довуд ривояти)."
  },
  {
    "id": 277,
    "catId": 101,
    "audio": "10111.mp3",
    "name": "1",
    "catName": "Беморнинг ҳолини сўраш учун борилганда унга айтиладиган дуо",
    "arab": "( لاَ بَاْسَ طَهُورٌ إِنْ شَاءَ اللهُ ) .",
    "text":
        "Ҳечқиси йўқ. Аллоҳ хоҳласа, (гуноҳлардан) тозаланасиз. (Ёки: яхши бўлиб кетасиз. Биринчи маъноси кучлироқ). (Бухорий ривояти)."
  },
  {
    "id": 278,
    "catId": 101,
    "audio": "10112.mp3",
    "name": "2",
    "catName": "Беморнинг ҳолини сўраш учун борилганда унга айтиладиган дуо",
    "arab":
        "( أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ ) ( سَبْعَ مَرَّاتٍ ) .",
    "text":
        "Улуғ аршнинг Робби бўлган Улуғ Аллоҳдан сизга шифо беришини тилайман. (Етти марта такрорлайди).<br>Ажали етмаган беморни кўрган киши шу дуони етти марта айтадиган бўлса, у (албатта) тузалади. (Термизий ва Абу Довуд ривояти)."
  },
  {
    "id": 279,
    "catId": 102,
    "audio": "",
    "name": "1",
    "catName": "Касал ётган кишини бориб кўришнинг фазли",
    "arab":
        "قَالَ صلى الله عليه وسلم : ( إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءًا صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ ) .",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам айтдилар: Агар киши (касал ётган) мусулмон биродарини кўргани борса, то (етиб бориб) ўтиргунича жаннат мевалари (боғи)да юради. Ўтирган чоғида уни раҳмат қамрайди. Агар эрталаб борган бўлса, то кеч киргунга қадар етмиш минг фаришта унга салот-истиғфор айтади. Агар кечда борган бўлса, тонггача етмиш минг малак унга салот-истиғфор айтади. (Термизий, Ибн Можа ва Аҳмад ривояти)."
  },
  {
    "id": 280,
    "catId": 103,
    "audio": "10311.mp3",
    "name": "1",
    "catName": "Ҳаётдан умидини узган ҳаста кишининг дуоси",
    "arab":
        "( اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى ) .",
    "text":
        "Эй Аллоҳ! Мени мағфират эт. Менга раҳм қил ва мени рафиқул аъло-олий макон (иллийюн)да яшовчи анбиёлар қаторига қўш. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 281,
    "catId": 103,
    "audio": "",
    "name": "2",
    "catName": "Ҳаётдан умидини узган ҳаста кишининг дуоси",
    "arab":
        "جَعَلَ النَّبِيُّ عِنْدَ مَوْتِهِ يُدْخِلُ يَدَهُ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ وَيَقُولُ: ( لاَ إِلَهَ إِلاَّ اللَّهُ، إِنَّ لِلْمَوْتِ لَسَكَرَاتٍ ) .",
    "text":
        "Расулуллоҳ соллаллоҳу алайҳи васаллам вафот этар чоғларида қўлларини сувга тиқиб сўнг уларни юзларига суртардилар. Айтардиларки: Аллоҳдан ўзга (барҳақ) илоҳ йўқ. Албатта, ўлимнинг мастликлари (сакаротлари) бор. (Бухорий ривояти)."
  },
  {
    "id": 282,
    "catId": 103,
    "audio": "10313.mp3",
    "name": "3",
    "catName": "Ҳаётдан умидини узган ҳаста кишининг дуоси",
    "arab":
        "( لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ، ولاَحَوْلَ ولاَقُوَّةَ إِلاَّ بِاللَّهِ).",
    "text":
        "Аллоҳдан ўзга (ҳақ) илоҳ йўқ. Аллоҳ буюкроқдир. Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У ёлғиздир! Аллоҳдан ўзга (ҳақ) илоҳ йўқ. У шериксиз зотдир. Аллоҳдан ўзга (ҳақ) илоҳ йўқ. Мулк ҳам, ҳамд ҳам Уникидир. Аллоҳдан ўзга (ҳақ) илоҳ йўқ. Ҳаракат (ҳийла) ҳам, қувват ҳам Аллоҳ (мадади) биландир. (Термизий ва Ибн Можа ривояти. Албоний саҳиҳ деган)."
  },
  {
    "id": 283,
    "catId": 104,
    "audio": "",
    "name": "1",
    "catName": "Жони узилаётган кишининг талқини (унга айтиб туриладиган сўз)",
    "arab":
        "( مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللهُ دَخَلَ الْجَنَّةَ).",
    "text":
        "Охирги сўзи «Ла илаҳа иллаллоҳ» - «Аллоҳдан ўзга (барҳақ) маъбуд йўқ» дейиш бўлган киши жаннатга киради. (Абу Довуд ривояти)."
  },
  {
    "id": 284,
    "catId": 131,
    "audio": "13111.mp3",
    "name": "1",
    "catName": "Маййитнинг кўзини ёпиб қўйишда ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ اغْفِرْ لِفُلاَنٍ - باسمه - وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَارَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ ) .",
    "text":
        "Парврдигоро! Фалончининг (ўлган одамнинг исмини айтади) гуноҳларини мағфират қил. Унинг даражасини ҳидоят топганлар қаторига кўтар ва орқасида қолганлар (зурриётлари, аҳли-оласи)га унинг ўрнига Ўзинг халифа (қаровчи, бошқарувчи) бўл. Эй оламлар Парвардигори! Бизни ҳам, уни ҳам мағфират эт. Унинг қабрини кенг қил ва нурга тўлдир. (Муслим ривояти)."
  },
  {
    "id": 285,
    "catId": 132,
    "audio": "13211.mp3",
    "name": "1",
    "catName": "Жаноза намозида ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ [وَعَذَابِ النَّارِ] ).",
    "text":
        "Эй Аллоҳ! Уни мағфират эт, раҳм қил. Унга офият ато эт, афв эт. Унинг насибасини (чиройли) улуғ қил. Кирар жойини кенг қил. Уни сув, қор ва дўл билан юв. Оппоқ либосни кирлигидан тозалаганинг каби уни хатолардан покла. Унга ўз уйидан яхшироқ бўлган уй, аҳлидан ҳам яхшироқ аҳл ва аёлидан яхшироқ аёл-жуфт ато қил. Уни жаннатга киргиз ва қабр ]ва дўзах азобидан[ асра. (Муслим ривояти)."
  },
  {
    "id": 286,
    "catId": 132,
    "audio": "13212.mp3",
    "name": "2",
    "catName": "Жаноза намозида ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبِيرِنَا، وَذَكَرِنَا وَأُنْثَانَا، اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الإِسْلامِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَّفَهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ وَلاَ تُضِلَّنَا بَعْدَهُ ) .",
    "text":
        "Парвардигоро! Бизнинг тиригу ўликларимизни, ҳозиру ғоибларимизни, каттаю кичигимизни ҳамда эркагу аёлимизни (гуноҳларини) мағфират эт. Эй Аллоҳ! Агар биздан биронтамизни яшатадиган бўлсанг, уни исломда яшат. Жонини оладиган бўлсанг, иймони билан ол. Эй Аллоҳ! Бунинг (маййитнинг) ажр-савобидан бизни маҳрум айлама ва (ундан) кейин бизни Ўзинг адаштирма. (Ибн Можа ва Аҳмад ривояти)."
  },
  {
    "id": 287,
    "catId": 132,
    "audio": "13213.mp3",
    "name": "3",
    "catName": "Жаноза намозида ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ إِنَّ فُلانَ بْنَ فُلانٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ).",
    "text":
        "Эй Аллоҳ! Фалончининг ўғли фалончи сенинг ҳимоянг (зимманг)да ва ҳимоянг арқонидадир. Уни қабр фитнасидан ва дўзах азобидан Ўзинг асра. (Албатта), Сен (ваъдангга) вафо қилувчи ва ҳақ (ни рўёбга) чиқарувчидирсан. Уни(нг гуноҳларини) кечир ва унга раҳм эт. Албатта, Сен кечиримли ҳамда раҳмли зотдирсан. (Ибн Можа ва Абу Довуд ривояти)."
  },
  {
    "id": 288,
    "catId": 132,
    "audio": "13214.mp3",
    "name": "4",
    "catName": "Жаноза намозида ўқиладиган дуо",
    "arab":
        "( اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ ) .",
    "text":
        "Эй Аллоҳ! Қулинг, чўрингнинг фарзданди Сенинг раҳматингга муҳтождир. Сен уни азоблашдан беҳожат Зотдирсан. Агар у яхши бўлган бўлса, ҳасанотларини зиёда эт. Агар у ёмон бўлган бўлса, унинг ёмонлигини кечиб юбор. (Ҳоким ривояти. Заҳабий саҳиҳ деган). "
  },
  {
    "id": 289,
    "catId": 133,
    "audio": "13311.mp3",
    "name": "1",
    "catName": "Гўдакка ўқиладиган жаноза намозининг дуоси",
    "arab": "( اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ الْقَبْرِ ) .",
    "text":
        "Эй Аллоҳ! Уни қабр азобидан сақла. (Саид ибн Мусаййаб айтади: Хато-гуноҳ қилмаган сабий-гўдакка Абу Ҳурайра жаноза намозини ўқиганида орқасида турдим. У (юқоридаги) дуони ўқиди). (Молик «Муватто»да, Ибн Аби Шайба «Мусаннаф»да келтирган. Байҳақий ривоят қилган)."
  },
  {
    "id": 290,
    "catId": 133,
    "audio": "13312.mp3",
    "name": "2",
    "catName": "Гўдакка ўқиладиган жаноза намозининг дуоси",
    "arab":
        "وَإِنْ قَالَ: ( اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجُورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالإِيْمَانِ ) فَحَسَنٌ .",
    "text":
        "Эй Аллоҳ! Уни ота-онаси учун ажр-мукофот, захира ҳамда шафоати қабул бўладиган шафоатчи қил. Эй Аллоҳ, шу гўдак сабабли уларнинг мезонларини оғир, ажру-мукофотларини улуғ қил. Уни солиҳ мўминлар қаторига қўш. Иброҳимнинг кафолатида (кафиллигида) қил. Ўз раҳматинг билан уни жаҳаннам азобидан сақла, унга уйидан яхшироқ уй, аҳлидан яхшироқ аҳл (оила) ато қил (ўрнига бер). Эй Аллоҳ! Ёшу қаримизни ҳамда биздан олдин иймон билан ўтиб кетган кишиларни мағфират қил! (Ибн Қудома ва Ибн Бозлар ўз китобларида келтирганлар)."
  },
  {
    "id": 291,
    "catId": 133,
    "audio": "13313.mp3",
    "name": "3",
    "catName": "Гўдакка ўқиладиган жаноза намозининг дуоси",
    "arab": "( اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً وَأَجْراً ) .",
    "text":
        "Эй Аллоҳ! Уни биз учун (сенинг ҳузурингда туриб, бизни) кутиб олувчи, салаф ва ажру мукофот эт. (Ҳасан гўдакнинг жанозасида «Фотиҳа» сураси билан шу дуони ўқир эдилар). (Бағавий, Абдураззоклар келтирганлар)."
  },
  {
    "id": 292,
    "catId": 134,
    "audio": "13411.mp3",
    "name": "1",
    "catName": "Таъзия билдирганда айтиладиган дуо",
    "arab":
        "( إِنَّ لِلَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى … فَلْتَصْبِرْ وَلْتَحْتَسِبْ ) .",
    "text":
        "Албатта, олгани ҳам, бергани ҳам Аллоҳнинг ўзиники. Ҳар бир нарса Унинг ҳузурида маълум муҳлат билан (белгиланган)дир. Сабр қилинг, Унинг ҳузуридаги ажру савобни умид этинг. (Бухорий ва Муслим ривояти)."
  },
  {
    "id": 293,
    "catId": 134,
    "audio": "13412.mp3",
    "name": "2",
    "catName": "Таъзия билдирганда айтиладиган дуо",
    "arab":
        "وَإِنْ قَالَ : ( أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ ) فَحَسَنٌ .",
    "text":
        "Аллоҳ ажрингизни улуғ, сабрингизни чиройли қилсин! Вафот этган кишингизни мағфират этсин, деб айтса ҳам яхши. (Нававий келтирган)."
  },
  {
    "id": 294,
    "catId": 135,
    "audio": "13511.mp3",
    "name": "1",
    "catName": "Маййитни қабрга қўяётганда ўқиладиган дуо",
    "arab": "( بِسْمِ اللَّهِ، وعَلَى سُنَّةِ رَسُولِ اللَّهِ ) .",
    "text":
        "Аллоҳ номи билан ва Расулуллоҳ соллаллоҳу алайҳи васаллам суннатига биноан. (Абу Довуд ривояти)."
  },
  {
    "id": 295,
    "catId": 136,
    "audio": "13611.mp3",
    "name": "1",
    "catName": "Маййит дафн қилингач ўқиладиган дуо",
    "arab": "( اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ ) .",
    "text":
        "Эй Аллоҳ! Уни мағфират қил. Парвардигоро! Уни собитқадам қил. (Расулуллоҳ соллаллоҳу алайҳи васаллам маййитни дафн қилиб бўлгач, унинг тепасида туриб айтардиларки: Биродарингизга истиғфор тиланглар, унга собитқадамлик сўранглар, албатта, у ҳозир сўралади). (Абу Довуд ва Ҳоким ривояти. Заҳабий саҳиҳ деган). "
  },
  {
    "id": 296,
    "catId": 137,
    "audio": "13711.mp3",
    "name": "1",
    "catName": "Қабрларни зиёратида ўқиладиган дуо",
    "arab":
        "(السَّلامُ عَلَيْكُمْ، أَهْلَ الدِّيَارَ مِنْ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِناَّ إِنْ شَاءَ اللهُ بِكُمْ لاَحِقُونَ [وَيَرْحَمُ اللهُ الْمُسْتَقْدِمِيْنَ مِنَّا وَالْمُسْتَأْخِرِيْنَ]، أَسْأَلُ اللهَ لَنَا وَلَكُمُ الْعَافِيَةَ).",
    "text":
        "Мўмин ва муслимлардан иборат бўлган эй диёр (қабристон) аҳли, сизларга салом бўлсин! Биз Аллоҳ хоҳласа, (бир куни) сизларнинг ёнинггизга келамиз. (Биздан аввал ўтганларни ҳам, кейин ўтганларни ҳам Аллоҳ раҳмат қилсин). Аллоҳдан ўзимизга ҳам, сизларга ҳам офият тилайман. (Муслим ва Ибн Можа ривояти. Қавс ичидаги ҳам Муслимдан)."
  },
  {
    "id": 297,
    "catId": 138,
    "audio": "",
    "name": "1",
    "catName": "Дажжолдан сақланадиган дуо",
    "arab":
        "( مَنْ حَفِظَ عَشْرَ آياَتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ ) .",
    "text":
        "«Каҳф» сурасининг аввалги ўн оятини ёд олган киши Дажжолдан (унинг фитнасидан) ҳимояланган бўлади. (Яна бир ривоятда: «Каҳф» сурасининг охиридан дейилган). (Муслим ривояти)."
  },
  {
    "id": 298,
    "catId": 138,
    "audio": "",
    "name": "2",
    "catName": "Дажжолдан сақланадиган дуо",
    "arab":
        "وَالاِسْتِعَاذَةُ بِاللهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الأَخِيْرِ مِنْ كُلِّ صَلاَةٍ .",
    "text":
        "Ҳар намозда салавот (Аллоҳумма борик ала Муҳаммад…)дан сўнг Аллоҳ таолодан Дажжол фитнасидан паноҳ беришини сўраш билан ҳам унинг фитнасидан ҳимояланилади. (Китобчадаги 24-фақра 1, 2 рақамли ҳадисларни ўқинг)."
  },
  {
    "id": 299,
    "catId": 139,
    "audio": "13911.mp3",
    "name": "1",
    "catName": "Ёвуз шайтонлар макрини қайтариш учун нима дейилади",
    "arab":
        "(أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيْهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ، يَا رَحْمانُ).",
    "text":
        "Яхши одам ҳам, ёмон одам ҳам хатлаб ўтиб кета олмайдиган Аллоҳнинг мукаммал калималари билан паноҳланаман: У яратган, бор қилган (бутун) нарсаларнинг ёмонлигидан. Осмондан тушадиган нарсаларнинг ёмонлигидан ва унга кўтарилувчи бўлган нарсаларнинг ёмонлигидан, ерда тарқатган-ўстирган нарсаларининг ёмонлигидан ва ундан чиқадиган нарсаларнинг ёмонлигидан, кеча-кундуз фитналарининг ёмонлигидан ва ҳар бир тунда келувчининг ёмонлигидан (паноҳланаман). Фақат яхшилик билан келувчи бундан мустасно, эй Раҳмон! (Аҳмад ва Ибн Сунний ривояти)."
  },
  {
    "id": 300,
    "catId": 2,
    "audio": "22.mp3",
    "name": "1",
    "catName": "Янги кийим кийган кишига айтиладиган дуо",
    "arab": "(اِلْبَسْ جَدِيداً، وَعِشْ حَمِيداً، وَمُتْ شَهِيداً).",
    "text":
        "Янги кийинг, ҳамд айтиб яшанг ва шаҳид бўлиб вафот этинг! (Ибн Можа ва Бағавий ривояти)."
  }
];
